Repository: sinanisler/snn-brx-child-theme
Catalog: languages/*.po
Languages: de_de, tr_tr

source: Upload your own SVG path. <br>Create a 510px x 170px transparent rectangle, draw your path inside it, group and export it.
de_de: Deinen eigenen SVG-Pfad hochladen. <br>Erstelle ein transparentes Rechteck von 510px x 170px, zeichne deinen Pfad darin, gruppiere und exportiere ihn.

source: you@example.com
de_de: du@beispiel.com

source: ⚠ WARNING – You can assign multiple roles, but overlapping capabilities can clash. Grant the minimum required and test thoroughly.
de_de: ⚠ WARNUNG – Du kannst mehrere Rollen zuweisen, aber sich überlappende Berechtigungen können zu Konflikten führen. Erteile das Minimum Erforderliche und teste gründlich.
