Repository: sinanisler/snn-brx-child-theme
Catalog: languages/*.po
Languages: de_de, tr_tr

source: Failed to update snippet: %s - %s
de_de: Fehler beim Aktualisieren des Snippets: %s - %s
tr_tr: Snippet güncellenemedi: %s - %s

source: False
de_de: Falsch (False)
tr_tr: Sahte

source: Field Label
de_de: Feldbezeichnung (Field Label)
tr_tr: Alan Etiketi

source: Field Label Name
de_de: Name der Feldbezeichnung
tr_tr: Alan Etiketi Adı

source: Field Name
de_de: Feldname (Field Name)
tr_tr: Alan Adı

source: Field Type
de_de: Feldtyp (Field Type)
tr_tr: Alan Türü

source: field_name
de_de: Feldname
tr_tr: alan_adı

source: File
de_de: Datei
tr_tr: Dosya

source: File Size
de_de: Dateigröße
tr_tr: Dosya Boyutu

source: Filter logs...
de_de: Protokolle filtern...
tr_tr: Günlükleri filtreleyin...

source: Firework In
de_de: Feuerwerk rein
tr_tr: Havai fişek

source: Firework Out
de_de: Feuerwerk raus
tr_tr: Havai fişek Dışarı

source: Fixed Position
de_de: Feste Position
tr_tr: Sabit Pozisyon

source: Flash
de_de: Blitz (Flash)
tr_tr: Parlama

source: Flicker
de_de: Flackern (Flicker)
tr_tr: Titreme

source: Flip In 3D
de_de: Umklappen rein 3D (Flip In 3D)
tr_tr: 3D olarak Çevir

source: Flip In Diagonal
de_de: Umklappen rein diagonal
tr_tr: Köşegen olarak Çevirin

source: Flip In Fade
de_de: Umklappen rein ausblenden
tr_tr: Solmaya Çevir

source: Flip In X
de_de: Umklappen rein X
tr_tr: Çevir X

source: Flip In Y
de_de: Umklappen rein Y
tr_tr: Çevir Y

source: Flip Out 3D
de_de: Umklappen raus 3D (Flip Out 3D)
tr_tr: 3D'yi Ters Çevirin

source: Flip Out Diagonal
de_de: Umklappen raus diagonal
tr_tr: Köşegen Dışarı Çevir

source: Flip Out Fade
de_de: Umklappen raus ausblenden
tr_tr: Solmaya Çevir

source: Flip Out X
de_de: Umklappen raus X
tr_tr: Ters çevir X

source: Flip Out Y
de_de: Umklappen raus Y
tr_tr: Çevir Y

source: Flipbox (Nestable)
de_de: Klappbox (verschachtelbar)
tr_tr: Flipbox (Yuvalanabilir)

source: Flipbox Animation
de_de: Klappbox-Animation
tr_tr: Flipbox Animasyonu

source: Flipbox Height
de_de: Klappbox-Höhe
tr_tr: Flipbox Yüksekliği

source: Flipbox Perspective
de_de: Klappbox-Perspektive
tr_tr: Flipbox Perspektifi

source: Fly In (Center)
de_de: Einfliegen (Mitte)
tr_tr: İçeri Uçun (Ortada)

source: Fly Out (Center)
de_de: Ausfliegen (Mitte)
tr_tr: Dışarı Uçun (Ortada)

source: Focus In
de_de: Fokus rein
tr_tr: Odaklan

source: Focus Out
de_de: Fokus raus
tr_tr: Odaklan

source: Fold In Down
de_de: Einklappen nach unten
tr_tr: Aşağı katlayın

source: Fold In Up
de_de: Einklappen nach oben
tr_tr: Yukarı katlayın

source: Font Size (px)
de_de: Schriftgröße (px)
tr_tr: Yazı Tipi Boyutu (piksel)

source: Form Selector
de_de: Formular-Selektor
tr_tr: Form Seçici

source: From
de_de: Von
tr_tr: -den

source: Frontend Footer PHP/HTML
tr_tr: Ön Uç Altbilgisi PHP / HTML

source: Frontend Head PHP/HTML
tr_tr: Ön Uç Başlığı PHP / HTML

source: Frontend Post Form
de_de: Frontend-Beitragsformular
tr_tr: Ön Uç Gönderi Formu

source: Gamma
tr_tr: Gama

source: General Setting
de_de: Allgemeine Einstellung
tr_tr: Genel Ayar

source: General setting for the SNN menu page.
de_de: Allgemeine Einstellung für die SNN-Menüseite.
tr_tr: SNN menü sayfası için genel ayar.

source: General Settings
de_de: Allgemeine Einstellungen
tr_tr: Genel Ayarlar

source: Generate
de_de: Generieren
tr_tr: Oluşturmak

source: Generate Classes
de_de: Klassen generieren
tr_tr: Sınıflar Oluştur

source: Generate Variables
de_de: Variablen generieren
tr_tr: Değişkenler Oluştur

source: Generate with AI
de_de: Mit AI generieren
tr_tr: Yapay zeka ile üretin

source: Generated CSS
de_de: Generiertes CSS
tr_tr: Oluşturulan CSS

source: Glitch
tr_tr: Aksaklık

source: Global Class Manager
de_de: Globaler Klassen-Manager
tr_tr: Global Sınıf Yöneticisi

source: Global Classes
de_de: Globale Klassen
tr_tr: Genel Sınıflar

source: Global Classes Manager
de_de: Globaler Klassen-Manager
tr_tr: Genel Sınıf Yöneticisi

source: Global Color Variables
de_de: Globale Farbvariablen
tr_tr: Genel Renk Değişkenleri

source: Global Snippet Execution
de_de: Globale Snippet-Ausführung
tr_tr: Genel Snippet Yürütme

source: Global Variables
de_de: Globale Variablen
tr_tr: Genel Değişkenler

source: Global Variables Manager
de_de: Globaler Variablen-Manager
tr_tr: Genel Değişkenler Yöneticisi

source: Gradient Reveal In
de_de: Farbverlauf enthüllen rein
tr_tr: Gradyan Ortaya Çıkıyor

source: Gradient Reveal Out
de_de: Farbverlauf enthüllen raus
tr_tr: Gradyan Ortaya Çıkıyor

source: Grayscale
de_de: Graustufen
tr_tr: Gri Tonlamalı

source: Grayscale End (%)
de_de: Graustufen Ende (%)
tr_tr: Gri Tonlama Sonu (%)

source: Grayscale In
de_de: Graustufen rein
tr_tr: Gri Tonlama

source: Grayscale Out
de_de: Graustufen raus
tr_tr: Gri Tonlama Çıkışı

source: Grayscale Start (%)
de_de: Graustufen Start (%)
tr_tr: Gri Tonlama Başlangıcı (%)

source: Green
de_de: Grün
tr_tr: Yeşil

source: Green Color
de_de: Grün-Farbe
tr_tr: Yeşil Renk

source: Grid Size
de_de: Rastergröße
tr_tr: Izgara Boyutu

source: Group Name
de_de: Gruppenname
tr_tr: Grup Adı

source: GSAP Animations
de_de: GSAP-Animationen
tr_tr: GSAP Animasyonları

source: GSAP Animations (Nestable)
de_de: GSAP-Animationen (verschachtelbar)
tr_tr: GSAP Animasyonları (Yuvalanabilir)

source: GSAP Animations CODE (Nestable)
de_de: GSAP-Animationscode (verschachtelbar)
tr_tr: GSAP Animasyon KODU (Yuvalanabilir)

source: GSAP data-animate CSS
tr_tr: GSAP verileri-css'yi canlandırın

source: GSAP is a powerful JavaScript animation library that allows you to create complex and interactive animations.
de_de: GSAP ist eine leistungsstarke JavaScript-Animationsbibliothek, mit der du komplexe und interaktive Animationen erstellen kannst.
tr_tr: GSAP, karmaşık ve etkileşimli animasyonlar oluşturmanıza olanak tanıyan güçlü bir JavaScript animasyon kitaplığıdır.

source: GSAP Text Animations
de_de: GSAP-Textanimationen
tr_tr: GSAP Metin Animasyonları

source: gsap-data-animate.php: A custom script that utilizes GSAP and ScrollTrigger for animating elements based on data attributes.
de_de: gsap-data-animate.php: Ein benutzerdefiniertes Skript, das GSAP und ScrollTrigger für die Animation von Elementen basierend auf Datenattributen verwendet.
tr_tr: gsap-veri-animasyon.php: Veri özniteliklerine dayalı öğeleri canlandırmak için GSAP ve ScrollTrigger kullanan özel bir komut dosyası.

source: gsap.min.php: The core GSAP library.
de_de: gsap.min.php: Die GSAP-Kernbibliothek.
tr_tr: gsap.dk.php: Temel GSAP kitaplığı.

source: Guest
de_de: Gast
tr_tr: Misafir

source: Guest warning text
de_de: Warntext für Gäste
tr_tr: Misafir uyarı metni

source: H3
tr_tr: H3'ün

source: H4
tr_tr: H4'ün

source: Halftone Image
de_de: Halbton-Bild
tr_tr: Yarım Ton Görüntü

source: Head
de_de: Kopf (Head)
tr_tr: Kafa

source: Head Shake
de_de: Kopfschütteln
tr_tr: Kafa Sallamak

source: Headers:
de_de: Überschriften:
tr_tr: Başlıklar:

source: Headline Typography
de_de: Überschrift-Typografie
tr_tr: Başlık Tipografisi

source: Heart Beat
de_de: Herzschlag
tr_tr: Kalp Atışı

source: Height 0% to 100%
de_de: Höhe 0% bis 100%
tr_tr: Yükseklik %0ila 100%

source: Height 100% to 0%
de_de: Höhe 100% bis 0%
tr_tr: Yükseklik 0ila 0%

source: Hide Blocks
de_de: Blöcke ausblenden
tr_tr: Blokları Gizle

source: Hide Elements Icons on Bricks Editor
de_de: Farbton drehen (Hue Rotate)
tr_tr: Tuğla Düzenleyicide Öğe Simgelerini Gizle

source: Hide “logged-in as” info
de_de: Icon
tr_tr: “Oturum açmış olarak” bilgilerini gizle

source: Hierarchical
de_de: Icon-Farbe
tr_tr: Hiyerarşik

source: Hinge
de_de: Icon-Größe (px)
tr_tr: Menteşe

source: Hotspots
de_de: ID %d (Nicht gefunden)
tr_tr: Sıcak Noktalar

source: Hue Rotate
de_de: Importieren
tr_tr: Renk Tonu Döndürme

source: Icon
tr_tr: Simge

source: Icon Color
de_de: Voreinstellungen importieren
tr_tr: Simge Rengi

source: Icon Size (px)
de_de: Weiterleitungen importieren
tr_tr: Simge Boyutu (piksel)

source: ID %d (Not Found)
de_de: Anfängliche Berechtigungen (Initial Capabilities)
tr_tr: %d Kimliği (Bulunamadı)

source: If checked, this service will always be active and cannot be disabled by the user.
de_de: Wenn diese Option aktiviert ist, ist dieser Dienst immer aktiv und kann vom Benutzer nicht deaktiviert werden.
tr_tr: İşaretlenirse, bu hizmet her zaman etkin olacaktır ve kullanıcı tarafından devre dışı bırakılamaz.

source: Image
de_de: Ungültige Farbdaten
tr_tr: Görüntü

source: Image Hotspots
de_de: Bild-Hotspots
tr_tr: Görüntü Noktaları

source: Image Optimization
de_de: Ungültige Protokoll-ID
tr_tr: Görüntü Optimizasyonu

source: Import
de_de: Ungültige Medien-ID oder Term-ID
tr_tr: İthalat

source: Import complete!
de_de: Import abgeschlossen!
tr_tr: İthalat tamamlandı!

source: Import Presets
de_de: Voreinstellungen importieren
tr_tr: Hazır Ayarları İçe Aktar

source: Import Redirects
de_de: Umleitungen importieren
tr_tr: Yönlendirmeleri İçe Aktar

source: Initial Capabilities
de_de: Ungültige Term-ID
tr_tr: İlk Yetenekler

source: Initial value:
de_de: Anfangswert:
tr_tr: Başlangıç değeri:

source: Input field value changed:
de_de: Eingabefeldwert geändert:
tr_tr: Giriş alanı değeri değiştirildi:

source: Invalid colors data
de_de: IP-Adresse
tr_tr: Geçersiz renk verileri

source: Invalid JSON format.
de_de: Ungültiges JSON-Format.
tr_tr: Geçersiz JSON biçimi.

source: Invalid log ID
de_de: Jack In The Box
tr_tr: Geçersiz günlük kimliği

source: Invalid media ID or term ID
de_de: Wackeln (Jello)
tr_tr: Geçersiz ortam kimliği veya terim kimliği

source: Invalid nonce
de_de: Bezeichnung (Label)
tr_tr: Geçersiz nonce

source: Invalid redirect destination URL!
de_de: Ungültige Umleitungsziel-URL!
tr_tr: Geçersiz yönlendirme hedef URL'si!

source: Invalid role specified, you do not have permission to edit it, or you attempted to edit the Administrator role.
de_de: Breitengrad (Latitude)
tr_tr: Geçersiz rol belirtildi, düzenleme izniniz yok veya Yönetici rolünü düzenlemeye çalıştınız.

source: Invalid term ID
de_de: Leaflet-Fenster-Filter
tr_tr: Geçersiz terim kimliği

source: Invert
de_de: Antwort hinterlassen
tr_tr: Ters çevir

source: IP Address
de_de: Links
tr_tr: IP Adresi

source: IP or User Agent:
de_de: IP oder Benutzer-Agent:
tr_tr: IP veya Kullanıcı Aracısı:

source: Jack In The Box
de_de: Linke Bezeichnung
tr_tr: Kutudaki Jack

source: Jello
de_de: Abstand links (px)
tr_tr: Jöle

source: Label
de_de: Von links nach rechts (Umklappen)
tr_tr: Etiket

source: Latest release information from GitHub.
de_de: Aktuelle Versionsinformationen von GitHub.
tr_tr: Github'dan en son sürüm bilgileri.

source: Latitude
de_de: Rechtstext oder Links
tr_tr: Enlem

source: Leaflet Pane Filters
de_de: Lichtgeschwindigkeit rein links
tr_tr: Broşür Bölmesi Filtreleri

source: Leave a Reply
de_de: Lichtgeschwindigkeit rein rechts
tr_tr: Bir Cevap Bırakın

source: Leave blank for random Japanese + ASCII. Enter your own for custom effect!
de_de: Leer lassen für zufälliges Japanisch + ASCII. Geben Sie Ihre eigene für benutzerdefinierte Wirkung!
tr_tr: Rastgele Japonca + ASCII için boş bırakın. Özel efekt için kendinizinkini girin!

source: Left
de_de: Lichtgeschwindigkeit raus rechts
tr_tr: Sol

source: Left Image
de_de: Liken
tr_tr: Soldaki Resim

source: Left Label
de_de: Like-Schaltfläche (nur eingeloggte Benutzer)
tr_tr: Sol Etiket

source: Left Spacing (px)
de_de: Geliebt-Icon
tr_tr: Sol Boşluk (px)

source: Left to Right (Flip)
de_de: Beitrags-Revisionen begrenzen (pro Beitrag)
tr_tr: Soldan Sağa (Çevir)

source: Left to Right Slide
de_de: Linie
tr_tr: Soldan Sağa Kaydırın

source: Legal Text or Links
de_de: Linienfarbe
tr_tr: Yasal Metin veya Bağlantılar

source: Light Speed In Left
de_de: Link
tr_tr: Soldaki ışık hızı

source: Light Speed In Right
de_de: Beitragstypen verlinken
tr_tr: Sağdaki ışık hızı

source: Light Speed Out Left
de_de: Revision laden & speichern
tr_tr: Işık hızı sol

source: Light Speed Out Right
de_de: Lichtgeschwindigkeit rechts außen
tr_tr: Işık hızı Doğru çıktı

source: Like
tr_tr: Beğenmek

source: Like Button (Logged User Only)
de_de: Wird geladen...
tr_tr: Beğen Düğmesi (Yalnızca Kayıtlı Kullanıcı)

source: Liked Icon
de_de: Protokoll-Limit
tr_tr: Beğenilen Simge

source: Limit Post Revisions (Per Post)
de_de: URL des Login-Logo-Bildes
tr_tr: Yazı Revizyonlarını Sınırla (Gönderi Başına)

source: Line
de_de: Anpassungen der Login-Seite
tr_tr: Sıra

source: Line Color
de_de: Login-Einstellungen
tr_tr: Çizgi Rengi

source: Link
de_de: Längengrad (Longitude)
tr_tr: Bağlantı

source: Link Post Types
de_de: Schleife (Loop)
tr_tr: Bağlantı Yazı Türleri

source: Load Revision & Save
de_de: Schleife / Hin und Her (yoyo)
tr_tr: Revizyonu Yükle ve Kaydet

source: Load the Accessibility Widget script.
de_de: Laden Sie das Skript für das Accessibility Widget.
tr_tr: Erişilebilirlik Widget komut dosyasını yükleyin.

source: Loading models...
de_de: Modelle laden...
tr_tr: Modeller yükleniyor...

source: Loading...
de_de: Laden...
tr_tr: Yükleniyor...

source: Log Limit
tr_tr: Günlük Sınırı

source: Login Logo Image URL
de_de: Login Logo Bild URL
tr_tr: Giriş Logo Resmi URL'si

source: Login Page Customizations
de_de: Lottie JSON-Datei
tr_tr: Giriş Sayfası Özelleştirmeleri

source: Login Settings
de_de: Login-Einstellungen
tr_tr: Oturum Açma Ayarları

source: Longitude
de_de: Längengrad
tr_tr: Boylam

source: Loop
de_de: Schleife
tr_tr: Döngü

source: Loop / yoyo
de_de: Mail-Protokoll
tr_tr: Döngü / yoyo

source: Loop Animation
de_de: Mail-Protokolle
tr_tr: Döngü Animasyonu

source: Loop True
de_de: Mail SMTP-Einstellungen
tr_tr: Döngü Doğru

source: Lorem ipsum dolor sinan amet animated text
de_de: Haupteinstellungen
tr_tr: Lorem ipsum dolor sinan amet hareketli metin

source: Lottie JSON File
de_de: Elemente im Bricks Editor breit machen
tr_tr: Lottie JSON Dosyası

source: lottie.min.php and Lottie Element
de_de: Code-Snippets verwalten
tr_tr: lottie.dk.php ve Lottie Öğesi

source: Lowercase letters, numbers, and underscores only.
de_de: Nur Kleinbuchstaben, Zahlen und Unterstriche.
tr_tr: Yalnızca küçük harfler, sayılar ve alt çizgiler.

source: Mail Log
de_de: Rollen verwalten
tr_tr: Posta Günlüğü

source: Mail Logs
de_de: Taxonomien verwalten
tr_tr: Posta Günlükleri

source: Mail SMTP Settings
de_de: SMTP-E-Mail-Einstellungen
tr_tr: Posta SMTP Ayarları

source: Main Settings
de_de: Obligatorische Funktion
tr_tr: Ana Ayarlar

source: Make Elements Compact But Keep Icons
de_de: Kartenmitte Breitengrad
tr_tr: Öğeleri Kompakt Hale Getirin Ancak Simgeleri Saklayın

source: Make Elements Compact But Keep Icons on Bricks Editor
de_de: Kartenmitte Längengrad
tr_tr: Öğeleri Kompakt Hale Getirin, Ancak Simgeleri Tuğla Düzenleyicide Tutun

source: Make Elements Wide on Bricks Editor
de_de: Kartenhöhe (px)
tr_tr: Öğeleri Tuğla Düzenleyicide Geniş Yapın

source: Manage Code Snippets
de_de: Kartenstil
tr_tr: Kod Parçacıklarını Yönetme

source: Manage Custom Fields
de_de: Marker
tr_tr: Özel Alanları Yönetme

source: Manage Custom Post Types
de_de: Marker Wahr
tr_tr: Özel Yazı Türlerini Yönetme

source: Manage Roles
de_de: Matrix-Regen
tr_tr: Rolleri Yönet

source: Manage Taxonomies
de_de: Max. Tage zur Aufbewahrung von Protokollen
tr_tr: Taksonomileri Yönet

source: Manage user roles and capabilities. Core roles cannot be deleted and the Administrator role cannot be modified. You can restrict editing access for roles to specific posts or pages.
de_de: Verwalten Sie Benutzerrollen und -funktionen. Hauptrollen können nicht gelöscht und die Administratorrolle nicht geändert werden. Sie können den Bearbeitungszugriff für Rollen auf bestimmte Beiträge oder Seiten beschränken.
tr_tr: Kullanıcı rollerini ve yeteneklerini yönetin. Çekirdek roller silinemez ve Yönetici rolü değiştirilemez. Roller için düzenleme erişimini belirli gönderilere veya sayfalara kısıtlayabilirsiniz.

source: Mandatory Feature
de_de: Max. Ansichten (global)
tr_tr: Zorunlu Özellik

source: Map Center Latitude
de_de: Karte Zentrum Breitengrad
tr_tr: Harita Merkezi Enlemi

source: Map Center Longitude
de_de: Karte Zentrum Längengrad
tr_tr: Harita Merkezi Boylamı

source: Map Height (px)
de_de: Maximale Anzahl der aufzubewahrenden Protokolle:
tr_tr: Harita Yüksekliği (px)

source: Map Style
de_de: Medien
tr_tr: Harita Stili

source: Markers
de_de: Medienkategorien
tr_tr: İşaretleyiciler

source: Markers True
de_de: Medien-Löschung
tr_tr: Belirteçler Doğru

source: Matrix Rain
de_de: Matrix Regen
tr_tr: Matris Yağmuru

source: Max days to keep logs
de_de: Medien-Einstellungen
tr_tr: Günlük tutmak için en fazla gün

source: Max number of logs to keep
de_de: Medien-Aktualisierungen
tr_tr: Tutulacak maksimum günlük sayısı

source: Max views (global)
de_de: Max. Ansichten (global)
tr_tr: Maksimum görünümler (genel)

source: Maximum number of log entries to keep. Oldest entries will be deleted automatically.
de_de: Maximale Anzahl der aufzubewahrenden Protokolleinträge. Älteste Einträge werden automatisch gelöscht.
tr_tr: Tutulacak maksimum günlük girdisi sayısı. En eski girişler otomatik olarak silinecektir.

source: Maximum number of logs to keep:
de_de: Maximale Anzahl der aufzubewahrenden Protokolle:
tr_tr: Tutulacak maksimum günlük sayısı:

source: Media
de_de: Medien
tr_tr: Medya

source: Media Categories
de_de: Medienkategorien
tr_tr: Medya Kategorileri

source: Media Deletion
de_de: Medien-Löschung
tr_tr: Medya Silme

source: Media list view default.
de_de: Standardansicht der Medienliste.
tr_tr: Medya listesi görünümü varsayılanı.

source: Media Settings
de_de: Medien-Einstellungen
tr_tr: Medya Ayarları

source: Media Updates
de_de: Medien-Aktualisierungen
tr_tr: Medya Güncellemeleri

source: Media Uploads
de_de: Medien-Uploads
tr_tr: Medya Yüklemeleri

source: Menu Updates
de_de: Menü-Aktualisierungen
tr_tr: Menü Güncellemeleri

source: Message
de_de: Nachricht (Message)
tr_tr: Mesaj

source: Message:
de_de: Nachricht:
tr_tr: Mesaj:

source: Middle
de_de: Mitte (Middle)
tr_tr: Orta

source: Mini Line Color
de_de: Farbe der Mini-Linie
tr_tr: Mini Çizgi Rengi

source: Missing revision ID.
de_de: Fehlende Revisions-ID.
tr_tr: Eksik revizyon kimliği.

source: Mobile
de_de: Mobil (Mobile)
tr_tr: Mobil

source: Mobile False
de_de: Mobil Falsch
tr_tr: Mobil Yanlış

source: Model Info & Pricing
de_de: Modell-Info & Preise
tr_tr: Model Bilgisi ve Fiyatlandırma

source: Moderation notice text
de_de: Text des Moderationshinweises
tr_tr: Denetleme bildirim metni

source: Modified
de_de: Geändert/Aktualisiert
tr_tr: Değiştirilmiş

source: Morph In
de_de: Morphing rein
tr_tr: Dönüşmek

source: Morph Out
de_de: Morphing raus
tr_tr: Dönüşmek

source: Move Bricks Menu to End
de_de: Bricks Menü ans Ende verschieben
tr_tr: Tuğla Menüsünü Sonuna Taşı

source: Move Down
de_de: Nach unten verschieben
tr_tr: Aşağı Taşı

source: Move Up
de_de: Nach oben verschieben
tr_tr: Yukarı Çık

source: Multi-Step Form
de_de: Mehrstufiges Formular
tr_tr: Çok Adımlı Form

source: Name
tr_tr: İsim

source: Native Button Selector (ID)
de_de: Nativer Schaltflächen-Selektor (ID)
tr_tr: Yerel Düğme Seçici (ID)

source: New Category Name
de_de: Name der neuen Kategorie
tr_tr: Yeni Kategori Adı

source: New Code Snippet
de_de: Neues Code-Snippet
tr_tr: Yeni Kod Parçacığı

source: New Media Category Name
de_de: Name der neuen Medienkategorie
tr_tr: Yeni Medya Kategorisi Adı

source: Next
de_de: Weiter
tr_tr: Sonraki

source: Next Button Text
de_de: Text der Weiter-Schaltfläche
tr_tr: Sonraki Düğme Metni

source: No
de_de: Nein
tr_tr: Hayır

source: No activity logged yet.
de_de: Noch keine Aktivität protokolliert.
tr_tr: Henüz etkinlik kaydedilmedi.

source: No capabilities found to assign.
de_de: Keine Berechtigungen zum Zuweisen gefunden.
tr_tr: Atanacak yetenek bulunamadı.

source: No capabilities found.
de_de: Keine Berechtigungen gefunden.
tr_tr: Yetenek bulunamadı.

source: No categories added yet. Click "Add" to create one.
de_de: Noch keine Kategorien hinzugefügt. Klicke auf „Hinzufügen“, um eine zu erstellen.
tr_tr: Henüz kategori eklenmedi. Bir tane oluşturmak için "Ekle" yi tıklayın.

source: No categories found
de_de: Keine Kategorien gefunden
tr_tr: Kategori bulunamadı

source: No choices defined.
de_de: Keine Auswahlmöglichkeiten definiert.
tr_tr: Tanımlı seçenek yok.

source: No classes added yet. Click "Add" to create a class.
de_de: Noch keine Klassen hinzugefügt. Klicke auf „Hinzufügen“, um eine Klasse zu erstellen.
tr_tr: Henüz sınıf eklenmedi. Bir sınıf oluşturmak için "Ekle" yi tıklayın.

source: No code snippets found
de_de: Keine Code-Snippets gefunden
tr_tr: Kod parçacığı bulunamadı

source: No code snippets found in Trash
de_de: Keine Code-Snippets im Papierkorb gefunden
tr_tr: Çöp kutusunda kod parçacığı bulunamadı

source: No colors data provided
de_de: Keine Farbdaten bereitgestellt
tr_tr: Renk verisi sağlanmadı

source: No editable roles found (excluding Administrator). If you expect to see core roles like Editor, check plugin conflicts or user permissions.
de_de: Keine bearbeitbaren Rollen gefunden (außer Administrator). Wenn du Kernrollen wie Editor erwartest, überprüfe Plugin-Konflikte oder Benutzerberechtigungen.
tr_tr: Düzenlenebilir rol bulunamadı (Yönetici hariç). Düzenleyici gibi temel rolleri görmeyi bekliyorsanız, eklenti çakışmalarını veya kullanıcı izinlerini kontrol edin.

source: No errors logged yet.
de_de: Noch keine Fehler protokolliert.
tr_tr: Henüz hata kaydedilmedi.

source: No fields configured for this options page or group not found.
de_de: Keine Felder für diese Optionsseite konfiguriert oder Gruppe nicht gefunden.
tr_tr: Bu seçenekler sayfası veya grubu için yapılandırılmış alan bulunamadı.

source: No file received.
de_de: Keine Datei empfangen.
tr_tr: Dosya alınmadı.

source: No image selected.
de_de: Kein Bild ausgewählt.
tr_tr: Resim seçilmedi.

source: No logs found.
de_de: Keine Protokolle gefunden.
tr_tr: Kayıt bulunamadı.

source: No matching logs found.
de_de: Keine übereinstimmenden Protokolle gefunden.
tr_tr: Eşleşen kayıt bulunamadı.

source: No models found.
de_de: Keine Modelle gefunden.
tr_tr: Model bulunamadı.

source: No need to use this global color variables with Bricks Builder 2.0+ you can start using the variables. Now they support adding color variables and then you can save it to your color palettes. Not one step but still native is always better.
de_de: Du musst diese globalen Farbvariablen mit Bricks Builder 2.0+ nicht mehr verwenden. Du kannst direkt die Variablen nutzen. Sie unterstützen jetzt das Hinzufügen von Farbvariablen, die du dann in deinen Farbpaletten speichern kannst. Kein einzelner Schritt, aber nativ ist immer besser.
tr_tr: Bu global renk değişkenlerini kullanmaya gerek yok Bricks Builder 2.0 + ile değişkenleri kullanmaya başlayabilirsiniz. Artık renk değişkenleri eklemeyi destekliyorlar ve ardından renk paletlerinize kaydedebilirsiniz. Bir adım değil ama yine de yerli her zaman daha iyidir.

source: No past revisions found. Save changes to create revisions.
de_de: Keine früheren Revisionen gefunden. Speichere Änderungen, um Revisionen zu erstellen.
tr_tr: Geçmiş revizyonlar bulunamadı. Düzeltmeler oluşturmak için değişiklikleri kaydedin.

source: No posts found.
de_de: Keine Beiträge gefunden.
tr_tr: Mesaj bulunamadı.

source: No posts selected.
de_de: Keine Beiträge ausgewählt.
tr_tr: Yazı seçilmedi.

source: No recent logs found.
de_de: Keine aktuellen Protokolle gefunden.
tr_tr: Son kayıtlar bulunamadı.

source: No redirects found.
de_de: Keine Weiterleitungen gefunden.
tr_tr: Yönlendirme bulunamadı.

source: No revisions found to clear for "%s".
de_de: Keine Revisionen zum Löschen für „%s“ gefunden.
tr_tr: "%s " için düzeltme bulunamadı.

source: No revisions were deleted for "%s".
de_de: Es wurden keine Revisionen für „%s“ gelöscht.
tr_tr: "%s " için hiçbir değişiklik silinmedi.

source: No role specified for deletion.
de_de: Keine Rolle zum Löschen angegeben.
tr_tr: Silinecek rol belirtilmedi.
