Repository: sinanisler/snn-brx-child-theme
Catalog: languages/*.po
Languages: de_de, tr_tr

source: This log shows the last %d errors recorded from snippet executions. If a fatal error occurs, snippet execution will be globally disabled.
de_de: Dieses Protokoll zeigt die letzten %d aufgezeichneten Fehler von Snippet-Ausführungen. Bei einem fatalen Fehler wird die Snippet-Ausführung global deaktiviert.
tr_tr: Bu günlük, parçacık yürütmelerinden kaydedilen son %d hatalarını gösterir. Önemli bir hata oluşursa, snippet yürütme genel olarak devre dışı bırakılır.

source: This theme is designed to give you the tools and solutions for
de_de: Dieses Theme wurde entwickelt, um dir die Werkzeuge und Lösungen für
tr_tr: Bu tema size aşağıdaki araçları ve çözümleri sunmak için tasarlanmıştır

source: This website uses cookies for analytics and functionality.
de_de: Diese Website verwendet Cookies für Analytik und Funktionalität.
tr_tr: Bu web sitesi analiz ve işlevsellik için çerezler kullanır.

source: This will permanently delete all revisions for this snippet. Cannot be undone.
de_de: Dadurch werden alle Revisionen für dieses Snippet dauerhaft gelöscht. Kann nicht rückgängig gemacht werden.
tr_tr: Bu, bu pasajın tüm revizyonlarını kalıcı olarak silecektir. Geri alınamaz.

source: Thumbnail
de_de: Vorschaubild (Thumbnail)
tr_tr: Küçük resim

source: Tilt In Diagonal
de_de: Diagonal kippen rein (Tilt In Diagonal)
tr_tr: Köşegen olarak Eğin

source: Tilt Out Diagonal
de_de: Diagonal kippen raus (Tilt Out Diagonal)
tr_tr: Çapraz Olarak Eğin

source: Time
de_de: Uhrzeit
tr_tr: Zaman

source: Timeline
de_de: Zeitleiste (Timeline)
tr_tr: Zaman çizelgesi

source: Timeline Dot Border Color
de_de: Randfarbe des Zeitleisten-Punkts
tr_tr: Zaman Çizelgesi Nokta Kenarlık Rengi

source: Timeline Line Color
de_de: Linienfarbe der Zeitleiste
tr_tr: Zaman Çizelgesi Çizgi Rengi

source: Timeline Line Width
de_de: Linienstärke der Zeitleiste
tr_tr: Zaman Çizelgesi Çizgi Genişliği

source: Timeline Points
de_de: Zeitleisten-Punkte
tr_tr: Zaman Çizelgesi Noktaları

source: Timestamp
de_de: Zeitstempel (Timestamp)
tr_tr: Zaman Damgası

source: Title
de_de: Titel
tr_tr: Başlık

source: To
de_de: Zu
tr_tr: -e doğru

source: Toolbar background
de_de: Hintergrund der Werkzeugleiste
tr_tr: Araç çubuğu arka planı

source: Toolbar button background
de_de: Hintergrund der Werkzeugleisten-Schaltfläche
tr_tr: Araç çubuğu düğmesi arka planı

source: Toolbar text color
de_de: Textfarbe der Werkzeugleiste
tr_tr: Araç çubuğu metin rengi

source: Tooltip Background
de_de: Tooltip-Hintergrund
tr_tr: Araç İpucu Arka Planı

source: Tooltip Border Radius (px)
de_de: Tooltip-Randradius (px)
tr_tr: Araç ipucu Kenarlık Yarıçapı (piksel)

source: Tooltip Content
de_de: Tooltip-Inhalt
tr_tr: Araç ipucu içeriği

source: Tooltip Position
tr_tr: Araç İpucu Konumu

source: Tooltip Text Color
de_de: Tooltip-Textfarbe
tr_tr: Araç İpucu Metin Rengi

source: Tooltip Width (px)
de_de: Tooltip-Breite (px)
tr_tr: Araç İpucu Genişliği (piksel)

source: Top
de_de: Oben
tr_tr: Üst

source: Top 100 Searches
de_de: Top 100 Suchanfragen
tr_tr: En iyi 100 Arama

source: Top 100 searches have been cleared.
de_de: Top 100 Suchanfragen wurden gelöscht.
tr_tr: En iyi 100 arama temizlendi.

source: Top to Bottom (Flip)
de_de: Von oben nach unten (Umklappen)
tr_tr: Yukarıdan Aşağıya (Çevir)

source: Top to Down Slide
de_de: Von oben nach unten schieben
tr_tr: Yukarıdan Aşağıya Slayt

source: True
de_de: Wahr (True)
tr_tr: Doğru

source: True / False
de_de: Wahr / Falsch
tr_tr: Doğru / Yanlış

source: true, 1, 2
de_de: wahr, 1, 2
tr_tr: doğru, 1, 2

source: True/False
de_de: Wahr/Falsch
tr_tr: Doğru / Yanlış

source: Tunnel In
de_de: Tunnel rein
tr_tr: Tünel içinde

source: Tunnel Out
de_de: Tunnel raus
tr_tr: Tünel Çıkışı

source: Type
de_de: Typ
tr_tr: Tip

source: Typography
de_de: Typografie
tr_tr: Tipografi

source: Unauthorized
de_de: Nicht autorisiert
tr_tr: Yetkisiz

source: Unauthorized user
de_de: Nicht autorisierter Benutzer
tr_tr: Yetkisiz kullanıcı

source: Underline
de_de: Unterstrichen (Underline)
tr_tr: Altını çizmek

source: Underline Wavey
de_de: Wellenförmig unterstrichen
tr_tr: Dalganın Altını Çiz

source: Underline Zigzag
de_de: Zickzack unterstrichen
tr_tr: Zikzak Altını Çiz

source: Unexpected AI response format for bulk operation.
de_de: Unerwartetes AI-Antwortformat für Massenvorgang.
tr_tr: Toplu işlem için beklenmeyen AI yanıt biçimi.

source: Unexpected AI response format.
de_de: Unerwartetes AI-Antwortformat.
tr_tr: Beklenmeyen AI yanıt biçimi.

source: Unique identifier (slug) for the role. Use only lowercase letters, numbers, and underscores (e.g., "event_manager"). Cannot be changed later. Cannot be "administrator" or a core role ID.
de_de: Eindeutige Kennung (Slug) für die Rolle. Verwende nur Kleinbuchstaben, Zahlen und Unterstriche (z. B. „event_manager“). Kann später nicht geändert werden. Darf nicht „administrator“ oder eine Core-Rollen-ID sein.
tr_tr: Rol için benzersiz tanımlayıcı (sümüklü böcek). Yalnızca küçük harfler, sayılar ve alt çizgiler kullanın (ör. "event_manager"). Daha sonra değiştirilemez. "Yönetici" veya çekirdek rol kimliği olamaz.

source: Unknown Author
de_de: Unbekannter Autor
tr_tr: Bilinmeyen Yazar

source: Unlike
de_de: Entliken
tr_tr: Aksine

source: Unselect All
de_de: Alle abwählen
tr_tr: Tümünü Seç

source: Update Media Category
de_de: Medienkategorie aktualisieren
tr_tr: Medya Kategorisini Güncelle

source: Update Role
de_de: Rolle aktualisieren
tr_tr: Rolü Güncelle

source: URL
tr_tr: ADRES

source: URL contains (comma-separated)
de_de: URL enthält (durch Komma getrennt)
tr_tr: URL içerir (virgülle ayrılmış)

source: Use the following CSS selectors to style the banner:
de_de: Verwende die folgenden CSS-Selektoren, um das Banner zu gestalten:
tr_tr: Başlığı stilize etmek için aşağıdaki CSS seçicilerini kullanın:

source: Use the form below to send a test email to any email address, using the configured SMTP settings.
de_de: Verwende das untenstehende Formular, um eine Test-E-Mail an eine beliebige E-Mail-Adresse zu senden, unter Verwendung der konfigurierten SMTP-Einstellungen.
tr_tr: Yapılandırılmış SMTP ayarlarını kullanarak herhangi bir e-posta adresine bir test e-postası göndermek için aşağıdaki formu kullanın.

source: Use the format:
de_de: Verwende das Format:
tr_tr: Biçimi kullan:

source: Use this image
de_de: Dieses Bild verwenden
tr_tr: Bu resmi kullan

source: Use this tab to add or modify services to ensure they load according to user consent preferences.
de_de: Verwende diesen Tab, um Dienste hinzuzufügen oder zu ändern und sicherzustellen, dass sie gemäß den Zustimmungspräferenzen des Benutzers geladen werden.
tr_tr: Kullanıcı onayı tercihlerine göre yüklendiklerinden emin olmak için hizmetler eklemek veya değiştirmek için bu sekmeyi kullanın.

source: User
de_de: Benutzer
tr_tr: Kullanıcı

source: User Agent
tr_tr: Kullanıcı Aracısı

source: User Capability Changes
de_de: Änderungen der Benutzerberechtigungen
tr_tr: Kullanıcı Yeteneği Değişiklikleri

source: User Deletion
de_de: Benutzerlöschung
tr_tr: Kullanıcı Silme

source: User Login
de_de: Benutzer-Login
tr_tr: Kullanıcı Girişi

source: User Logout
de_de: Benutzer-Logout
tr_tr: Kullanıcı Oturumu Kapatma

source: User Profile Updates
de_de: Aktualisierungen des Benutzerprofils
tr_tr: Kullanıcı Profili Güncellemeleri

source: User Registration
de_de: Benutzerregistrierung
tr_tr: Kullanıcı Kaydı

source: User Role Changes
de_de: Änderungen der Benutzerrolle
tr_tr: Kullanıcı Rolü Değişiklikleri

source: User Roles
de_de: Benutzerrollen
tr_tr: Kullanıcı Rolleri

source: User Roles (multiple allowed)
de_de: Benutzerrollen (mehrere erlaubt)
tr_tr: Kullanıcı Rolleri (çoklu izin verilir)

source: Value
de_de: Wert
tr_tr: Değer

source: value:label
de_de: Wert:Label
tr_tr: değer: etiket

source: Variable name
de_de: Variablenname
tr_tr: Değişken adı

source: Variables and Categories Saved
de_de: Variablen und Kategorien gespeichert
tr_tr: Kaydedilen Değişkenler ve Kategoriler

source: View Code Snippet
de_de: Code-Snippet ansehen
tr_tr: Kod Parçacığını Görüntüle

source: View full comparison in new tab
de_de: Vollen Vergleich in neuem Tab anzeigen
tr_tr: Yeni sekmede tam karşılaştırmayı görüntüle

source: View Message
de_de: Nachricht ansehen
tr_tr: Mesajı Görüntüle

source: View, edit, or delete user roles. Core roles cannot be deleted, and the Administrator role cannot be modified or deleted from this interface.
de_de: Benutzerrollen anzeigen, bearbeiten oder löschen. Kernrollen können nicht gelöscht werden, und die Administratorrolle kann über diese Oberfläche nicht geändert oder gelöscht werden.
tr_tr: Kullanıcı rollerini görüntüleyin, düzenleyin veya silin. Çekirdek roller silinemez ve Yönetici rolü bu arabirimden değiştirilemez veya silinemez.

source: Views per session
de_de: Ansichten pro Sitzung
tr_tr: Oturum başına görünümler

source: Warning:
de_de: Warnung:
tr_tr: Uyarı:

source: WARNING: Enabling this feature allows for direct, unsanitized code execution. This is extremely dangerous and should only be used by expert developers.
de_de: WARNUNG: Die Aktivierung dieser Funktion erlaubt die direkte, unbereinigte Code-Ausführung. Dies ist extrem gefährlich und sollte nur von erfahrenen Entwicklern verwendet werden.
tr_tr: Uyarı: Bu özelliğin etkinleştirilmesi, doğrudan, başlatılmamış kod yürütülmesine olanak tanır. Bu son derece tehlikelidir ve yalnızca uzman geliştiriciler tarafından kullanılmalıdır.

source: Warp Transition
de_de: Warp-Übergang
tr_tr: Çözgü Geçişi

source: Wave
de_de: Welle (Wave)
tr_tr: Dalga

source: Wavevy Wave Shader
de_de: Wellenförmiger Wave-Shader
tr_tr: Dalgalı Dalga Gölgelendirici

source: Website
tr_tr: İnternet sitesi

source: Welcome
de_de: Willkommen
tr_tr: Hoşgeldiniz

source: Where on the page the script should be inserted (Head, Body Top, or Body Bottom).
de_de: Wo auf der Seite das Skript eingefügt werden soll (Head, Body Top oder Body Bottom).
tr_tr: Sayfada komut dosyasının eklenmesi gereken yer (Baş, Gövde Üstü veya Gövde Altı).

source: Which element to overlay Matrix Rain on? CSS selector. Default is body.
de_de: Welches Element soll der Matrix-Regen überlagern? CSS-Selektor. Standard ist Body.
tr_tr: Matris Yağmuru hangi öğeye bindirilir? CSS seçici. Varsayılan değer gövdedir.

source: White Label Name
tr_tr: Beyaz Etiket Adı

source: Widget Changes
de_de: Widget-Änderungen
tr_tr: Widget Değişiklikleri

source: Width (%)
de_de: Breite (%)
tr_tr: Genişlik (%)

source: Width 0% to 100%
de_de: Breite 0% zu 100%
tr_tr: Genişlik %0ila 100%

source: Width 100% to 0%
de_de: Breite 100% zu 0%
tr_tr: Genişlik 0ila 0%

source: Width of the cookie banner in pixels.
de_de: Breite des Cookie-Banners in Pixeln.
tr_tr: Çerez başlığının piksel cinsinden genişliği.

source: Wiggle
de_de: Wackeln (Wiggle)
tr_tr: Kıpırdamak

source: Windows
tr_tr: Pencereler

source: Wobble
de_de: Wobbeln
tr_tr: Yalpalama

source: Word Spacing
de_de: Wortabstand
tr_tr: Sözcük Aralığı

source: WordPress
tr_tr: WordPress'in

source: WordPress Core Updates
de_de: WordPress Core-Aktualisierungen
tr_tr: WordPress Çekirdek Güncellemeleri

source: X End
de_de: X Ende
tr_tr: X Bitiş

source: X Start
tr_tr: X Başlat

source: Y End
de_de: Y Ende
tr_tr: Y Sonu

source: Y Start
tr_tr: Y Başla

source: Yes
de_de: Ja
tr_tr: Evet

source: You are editing a core WordPress role. Modifying core capabilities can lead to unexpected behavior or security issues. Proceed with caution.
de_de: Du bearbeitest eine WordPress-Kernrolle. Das Ändern von Kernberechtigungen kann zu unerwartetem Verhalten oder Sicherheitsproblemen führen. Mit Vorsicht fortfahren.
tr_tr: Temel bir WordPress rolünü düzenliyorsunuz. Temel yetenekleri değiştirmek beklenmeyen davranışlara veya güvenlik sorunlarına yol açabilir. Dikkatli ilerleyin.

source: You are not logged in.
de_de: Du bist nicht eingeloggt.
tr_tr: Oturum açmadınız.

source: You can include HTML tags for formatting, and now you can also paste shortcodes which will be executed.
de_de: Du kannst HTML-Tags zur Formatierung einfügen, und jetzt kannst du auch Shortcodes einfügen, die ausgeführt werden.
tr_tr: Biçimlendirme için HTML etiketleri ekleyebilir ve şimdi yürütülecek kısa kodları da yapıştırabilirsiniz.

source: You can rename SNN Settings title.
de_de: Du kannst den Titel der SNN-Einstellungen umbenennen.
tr_tr: SNN Ayarları başlığını yeniden adlandırabilirsiniz.

source: You can use HTML tags in this text.
de_de: Du kannst HTML-Tags in diesem Text verwenden.
tr_tr: Bu metinde HTML etiketlerini kullanabilirsiniz.

source: You do not have permission to delete this role.
de_de: Du hast keine Berechtigung, diese Rolle zu löschen.
tr_tr: Bu rolü silme izniniz yok.

source: You do not have permission to delete this specific role.
de_de: Du hast keine Berechtigung, diese spezifische Rolle zu löschen.
tr_tr: Bu özel rolü silme izniniz yok.

source: You do not have permission to edit the specified role.
de_de: Du hast keine Berechtigung, die angegebene Rolle zu bearbeiten.
tr_tr: Belirtilen rolü düzenleme izniniz yok.

source: You do not have permission to edit this role.
de_de: Du hast keine Berechtigung, diese Rolle zu bearbeiten.
tr_tr: Bu rolü düzenleme izniniz yok.

source: You do not have permission to edit this specific role.
de_de: Du hast keine Berechtigung, diese spezifische Rolle zu bearbeiten.
tr_tr: Bu özel rolü düzenleme izniniz yok.

source: You do not have permission to post.
de_de: Du hast keine Berechtigung zum Posten.
tr_tr: Posta gönderme izniniz yok.

source: You do not have sufficient permissions to access this page.
de_de: Du hast keine ausreichenden Berechtigungen, um auf diese Seite zuzugreifen.
tr_tr: Bu sayfaya erişmek için yeterli izniniz yok.

source: You do not have sufficient permissions to manage roles.
de_de: Du hast keine ausreichenden Berechtigungen, um Rollen zu verwalten.
tr_tr: Rolleri yönetmek için yeterli izniniz yok.

source: Your comment is saved and waiting for approval.
de_de: Dein Kommentar ist gespeichert und wartet auf Genehmigung.
tr_tr: Yorumunuz kaydedilir ve onay bekler.

source: Your content goes here...
de_de: Dein Inhalt kommt hierher...
tr_tr: İçeriğiniz buraya gider...

source: Your Text Here
de_de: Dein Text hier
tr_tr: Mesajınız Burada

source: Zoom In
de_de: Zoom rein
tr_tr: Yakınlaştır

source: Zoom In Down
de_de: Zoom rein unten
tr_tr: Yakınlaştır Aşağı

source: Zoom In Left
de_de: Zoom rein links
tr_tr: Sola Yakınlaştır

source: Zoom In Right
de_de: Zoom rein rechts
tr_tr: Sağa Yakınlaştır

source: Zoom In Rotate
de_de: Zoom rein drehen
tr_tr: Yakınlaştır Döndür

source: Zoom In Up
de_de: Zoom rein oben
tr_tr: Yakınlaştır

source: Zoom Level
de_de: Zoom-Stufe
tr_tr: Yakınlaştırma Seviyesi

source: Zoom Out
de_de: Zoom raus
tr_tr: Uzaklaştır

source: Zoom Out Down
de_de: Zoom raus unten
tr_tr: Uzaklaştır Aşağı

source: Zoom Out Left
de_de: Zoom raus links
tr_tr: Sola Uzaklaştır

source: Zoom Out Right
de_de: Zoom raus rechts
tr_tr: Sağa Uzaklaştır

source: Zoom Out Rotate
de_de: Zoom raus drehen
tr_tr: Uzaklaştır Döndür

source: Zoom Out Up
de_de: Zoom raus oben
tr_tr: Yakınlaştır

source: Settings
de_de: Einstellungen

source: %d Capability
de_de: %d Berechtigung

source: <strong>EXTREME DANGER:</strong> This code is executed directly. There are no safeguards. Use this only if you are an expert and understand the risks of breaking your entire site. Revisions are NOT available for this snippet.<br> This code runs directly like it runs in functions.php and with no sanitization regex safe.
de_de: **EXTREME GEFAHR:** Dieser Code wird direkt ausgeführt. Es gibt keine Sicherheitsvorkehrungen. Verwende dies nur, wenn du ein Experte bist und die Risiken verstehst, deine gesamte Website zu beschädigen. Für dieses Snippet sind **KEINE** Revisionen verfügbar. <br> Dieser Code wird direkt ausgeführt, als würde er in functions.php laufen, und zwar ohne bereinigte Regex-Sicherheit.

source: Action Link (use {text}, {url}, {image})
de_de: Aktionslink (verwende {text}, {url}, {image})

source: Add action buttons for selected text. Use {text}, {url}, and {image} in link - they will be replaced with user selection, page URL, and featured image URL. Example: https://twitter.com/intent/tweet?text={text}%20{url}
de_de: Aktionsschaltflächen für ausgewählten Text hinzufügen. Verwende {text}, {url} und {image} im Link – sie werden durch die Auswahl des Benutzers, die Seiten-URL und die URL des Beitragsbildes ersetzt. Beispiel: https://twitter.com/intent/tweet?text={text}%20{url}

source: Configure Bricks Builder editor-specific settings below.<br>
de_de: Bricks Builder Editor-spezifische Einstellungen unten konfigurieren.<br>

source: Custom code (CSS, JS, or HTML). Will be rendered if all conditions pass. Safe: JS is output in a <script> tag, CSS in <style>, HTML direct. Don’t include <script> or <style> tags in the code.
de_de: Benutzerdefinierter Code (CSS, JS oder HTML). Wird gerendert, wenn alle Bedingungen erfüllt sind. Sicher: JS wird in einem <script>-Tag ausgegeben, CSS in <style>, HTML direkt. Füge keine <script>- oder <style>-Tags in den Code ein.

source: Elypse
de_de: Ellipse

source: Enter the full URL or path (e.g., https://example.com/new-page or /new-page). Use /* at the end if you used /* in the "Redirect From."
de_de: Die vollständige URL oder den Pfad eingeben (z. B. https://example.com/neue-seite oder /neue-seite). Verwende /* am Ende, wenn du /* in "Weiterleiten von" verwendet hast.

source: Event ⇄ Action
de_de: Ereignis ⇄ Aktion

source: Fade In
de_de: Aufblendung

source: Fade Out
de_de: Ausblenden

source: For more information, visit the <a href="%s" target="_blank" rel="noopener noreferrer">OpenAI API Keys page</a>.
de_de: Weitere Informationen findest du auf der <a href="%s" target="_blank" rel="noopener noreferrer">OpenAI API Keys Seite</a>.

source: Generate CSS clamp() values for responsive typography and spacing. (Do not forget to match your HTML font-size with clamp. Go to: Theme Styles > Typography > HTML font-size)
de_de: CSS clamp()-Werte für responsive Typografie und Abstände generieren. (Vergiss nicht, deine HTML-Schriftgröße mit clamp abzugleichen. Gehe zu: Theme-Stile > Typografie > HTML-Schriftgröße)

source: https://example.com/redirect-path
de_de: Verwende bei Bedarf define( ‘SNN_CODE_DISABLE’, true ); in functions.php oder wp-config.php, um die Code-Snippets-Funktion vorübergehend zu deaktivieren.

source: https://sinanisler.com/
de_de: Bild (Image)

source: https://yourwebsite.com
de_de: Bildoptimierung

source: If needed use define( ‘SNN_CODE_DISABLE’, true ); in functions.php or wp-config.php file to disable the code snippets feature temporarly.
de_de: Verwenden Sie bei Bedarf define( 'SNN_CODE_DISABLE', true ); in der Datei functions.php oder wp-config.php, um die Code-Snippets-Funktion vorübergehend zu deaktivieren.

source: macOS
de_de: Benutzerdefinierte Beitragstypen verwalten

source: Maximum number of logs to keep:
de_de: Maximale Anzahl der zu speichernden Protokolle:

source: N/A
de_de: N. Z. (Nicht zutreffend)

source: Only allow text selection & actions inside these elements. Use any valid CSS selector (e.g. .my-comments, #post-content, .comment-body). Leave blank for whole page.
de_de: Nur Textauswahl & Aktionen innerhalb dieser Elemente zulassen. Verwende einen beliebigen gültigen CSS-Selektor (z. B. .my-comments, #post-content, .comment-body). Leer lassen für die gesamte Seite.

source: Paste multiple CSS class definitions here (e.g. <code>.my-class { color: red; }</code>) and click "Generate Classes".<br> Multiple selectors (comma separated) and both <code>@media</code> and <code>@keyframes</code> blocks are supported.
de_de: Füge hier mehrere CSS-Klassendefinitionen ein (z. B. <code>.meine-klasse { color: red; }</code>) und klicke auf "Klassen generieren".<br> Mehrere Selektoren (durch Komma getrennt) und sowohl <code>@media</code> als auch <code>@keyframes</code>-Blöcke werden unterstützt.

source: Paste your JSON data here. The format should be an array of objects, like: [{"from":"/old-path","to":"/new-path"}, ...]
de_de: Füge deine JSON-Daten hier ein. Das Format sollte ein Array von Objekten sein, z. B.: [{"from":"/alter-pfad","to":"/neuer-pfad"}, ...]

source: PHP code or HTML executed before the <code>&lt;/body&gt;</code> tag on the frontend. Use for late-loading dynamic content, analytics, etc. You can use <code>&lt;?php ?&gt;</code> tags for PHP code.
de_de: PHP-Code oder HTML, der vor dem <code>&lt;/body&gt;</code>-Tag im Frontend ausgeführt wird. Verwende dies für spät ladende dynamische Inhalte, Analytik usw. Du kannst <code>&lt;?php ?&gt;</code>-Tags für PHP-Code verwenden.

source: PHP code or HTML executed within the <code>&lt;head&gt;</code> of WordPress admin pages. Use for conditional admin CSS/JS, admin modifications, etc. You can use <code>&lt;?php ?&gt;</code> tags for PHP code.
de_de: PHP-Code oder HTML, der innerhalb des <code>&lt;head&gt;</code> der WordPress Admin-Seiten ausgeführt wird. Verwende dies für bedingtes Admin-CSS/JS, Admin-Modifikationen usw. Du kannst <code>&lt;?php ?&gt;</code>-Tags für PHP-Code verwenden.

source: PHP code or HTML executed within the <code>&lt;head&gt;</code> tags on the frontend. Use for dynamic meta tags, conditional CSS/JS links, etc. You can use <code>&lt;?php ?&gt;</code> tags for PHP code.
de_de: PHP-Code oder HTML, der innerhalb der <code>&lt;head&gt;</code>-Tags im Frontend ausgeführt wird. Verwende dies für dynamische Meta-Tags, bedingte CSS/JS-Links usw. Du kannst <code>&lt;?php ?&gt;</code>-Tags für PHP-Code verwenden.

source: PHP executed immediately when this code feature loads (no hook) – similar to putting code in <code>functions.php</code>. Use for hooks, filters, and functions. Avoid direct output here unless intended. Errors can break your site.
de_de: PHP, das sofort beim Laden dieser Code-Funktion ausgeführt wird (kein Hook) – ähnlich dem Einfügen von Code in <code>functions.php</code>. Verwende dies für Hooks, Filter und Funktionen. Vermeide hier direkte Ausgaben, es sei denn, sie sind beabsichtigt. Fehler können deine Website beschädigen.

source: Please review the <a href="%s">Error Logs tab</a> for more details, identify and fix the problematic snippet. Once fixed, you can re-enable "Global Snippet Execution" on the custom code settings page and save.
de_de: Bitte überprüfe den Tab „<a href="%s">Fehlerprotokolle</a>“ für weitere Details, identifiziere und behebe das problematische Snippet. Sobald dies behoben ist, kannst du „Globale Snippet-Ausführung“ auf der Seite für benutzerdefinierte Code-Einstellungen wieder aktivieren und speichern.

source: Provide a CSS selector for the button you want to trigger the print action (#brxe-xxxx).
de_de: Gib einen CSS-Selektor für die Schaltfläche an, die die Druckaktion auslösen soll (#brxe-xxxx).

source: Slide In Down
de_de: Nach unten gleiten

source: Slide In Left
de_de: Links einschieben

source: Slide In Left 100%
de_de: Nach links verschieben 100 %

source: Slide In Left 100px
de_de: Nach links verschieben 100px

source: Slide In Left 150%
de_de: Nach links verschieben 150 %

source: Slide In Right
de_de: Rechts einschieben

source: Slide In Up
de_de: Nach oben gleiten

source: Slide Out Down
de_de: Herausrutschen nach unten

source: Slide Out Left
de_de: Herausschieben links

source: Slide Out Right
de_de: Herausschieben rechts

source: Slide Out Up
de_de: Herausschieben nach oben

source: Spiral
de_de: Spirale (Spiral)

source: Upload your own SVG path. <br>Create 510px x 170px transparent rectangle and draw your path inside of that. Group it export it.
de_de: Deinen eigenen SVG-Pfad hochladen. <br>Erstelle ein transparentes Rechteck von 510px x 170px und zeichne deinen Pfad darin. Gruppiere es und exportiere es.
