Repository: sinanisler/snn-brx-child-theme
Catalog: languages/*.po
Languages: de_de, tr_tr

source: Door Open In (Right)
de_de: Tür öffnen rein (Rechts)
tr_tr: Kapı Açık (Sağda)

source: Dot Border Radius (px)
de_de: Punkt-Randradius (px)
tr_tr: Nokta Kenarlık Yarıçapı (px)

source: Dot Color
de_de: Punktfarbe
tr_tr: Nokta Rengi

source: Dot Font Color
de_de: Punkt-Schriftfarbe
tr_tr: Nokta Yazı Tipi Rengi

source: Dot Font Size (px)
de_de: Punkt-Schriftgröße (px)
tr_tr: Nokta Yazı Tipi Boyutu (piksel)

source: Dot Height (px)
de_de: Punkt-Höhe (px)
tr_tr: Nokta Yüksekliği (piksel)

source: Dot Radius (%)
de_de: Punkt-Radius (%)
tr_tr: Nokta Yarıçapı (%)

source: Dot Size (px)
de_de: Punkt-Größe (px)
tr_tr: Nokta Boyutu (piksel)

source: Dot Width (px)
de_de: Punkt-Breite (px)
tr_tr: Nokta Genişliği (piksel)

source: Double Line
de_de: Doppellinie
tr_tr: Çift Hat

source: Download File URL
de_de: Download-Datei-URL
tr_tr: Dosya URL'sini indir

source: Drop In
de_de: Einfallen lassen
tr_tr: İçeri Gir

source: Drop Out
de_de: Ausfallen lassen
tr_tr: Okulu Bırak

source: duplicates skipped.
de_de: Duplikate übersprungen.
tr_tr: kopyalar atlandı.

source: Duration
de_de: Dauer
tr_tr: Süre

source: Duration 0.01
de_de: Dauer 0.01
tr_tr: Süre 0.01

source: Duration 0.02
de_de: Dauer 0.02
tr_tr: Süre 0.02

source: Duration 0.03
de_de: Dauer 0.03
tr_tr: Süre 0.03

source: Duration 0.04
de_de: Dauer 0.04
tr_tr: Süre 0.04

source: Duration 0.05
de_de: Dauer 0.05
tr_tr: Süre 0.05

source: Duration 0.1
de_de: Dauer 0.1
tr_tr: Süre 0.1

source: Duration 0.2
de_de: Dauer 0.2
tr_tr: Süre 0.2

source: Duration 0.3
de_de: Dauer 0.3
tr_tr: Süre 0.3

source: Duration 0.4
de_de: Dauer 0.4
tr_tr: Süre 0.4

source: Duration 0.5
de_de: Dauer 0.5
tr_tr: Süre 0.5

source: Duration 0.6
de_de: Dauer 0.6
tr_tr: Süre 0.6

source: Duration 0.7
de_de: Dauer 0.7
tr_tr: Süre 0.7

source: Duration 0.8
de_de: Dauer 0.8
tr_tr: Süre 0.8

source: Duration 0.9
de_de: Dauer 0.9
tr_tr: Süre 0.9

source: Duration 1
de_de: Dauer 1
tr_tr: Süre 1

source: Duration 10
de_de: Dauer 10
tr_tr: Süre 10

source: Duration 2
de_de: Dauer 2
tr_tr: Süre 2

source: Duration 20
de_de: Dauer 20
tr_tr: Süre 20

source: Duration 3
de_de: Dauer 3
tr_tr: Süre 3

source: Duration 4
de_de: Dauer 4
tr_tr: Süre 4

source: Duration 5
de_de: Dauer 5
tr_tr: Süre 5

source: e.g. .selectable-comment-content-wrapper
de_de: z. B. .selectable-comment-content-wrapper
tr_tr: örneğin.seçilebilir-yorum-içerik-sarıcı

source: Each individual service item
de_de: Jeder einzelne Diensteintrag
tr_tr: Her bir hizmet öğesi

source: Easing: Back In
de_de: Easing: Zurück rein (Back In)
tr_tr: Gevşeme: Geri Dön

source: Easing: Back InOut
de_de: Easing: Zurück rein/raus (Back InOut)
tr_tr: Gevşeme: Geri Giriş

source: Easing: Back Out
de_de: Easing: Zurück raus (Back Out)
tr_tr: Gevşeme: Geri Çekil

source: Easing: Bounce In
de_de: Easing: Springen rein (Bounce In)
tr_tr: Gevşeme: İçeri Sıçrama

source: Easing: Bounce InOut
de_de: Easing: Springen rein/raus (Bounce InOut)
tr_tr: Gevşeme: Sıçrama Girişi

source: Easing: Bounce Out
de_de: Easing: Springen raus (Bounce Out)
tr_tr: Gevşeme: Dışarı Çıkma

source: Easing: Circ In
de_de: Easing: Zirkulär rein (Circ In)
tr_tr: Gevşeme: Circ İçinde

source: Easing: Circ InOut
de_de: Easing: Zirkulär rein/raus (Circ InOut)
tr_tr: Gevşeme: Circ Girişi

source: Easing: Circ Out
de_de: Easing: Zirkulär raus (Circ Out)
tr_tr: Gevşeme: Circ Dışarı

source: Easing: Ease In (power1)
de_de: Easing: Einfach rein (power1)
tr_tr: Kolaylaştırma: Kolaylık (güç1)

source: Easing: Ease In (power2)
de_de: Easing: Einfach rein (power2)
tr_tr: Kolaylaştırma: Kolaylık (güç2)

source: Easing: Ease In (power3)
de_de: Easing: Einfach rein (power3)
tr_tr: Kolaylaştırma: Kolaylık (güç3)

source: Easing: Ease In (power4)
de_de: Easing: Einfach rein (power4)
tr_tr: Kolaylaştırma: Kolaylık (güç4)

source: Easing: Ease Out (power1)
de_de: Easing: Einfach raus (power1)
tr_tr: Gevşeme: Kolaylığı (güç1)

source: Easing: Ease Out (power2)
de_de: Easing: Einfach raus (power2)
tr_tr: Gevşeme: Kolaylığı (güç2)

source: Easing: Ease Out (power3)
de_de: Easing: Einfach raus (power3)
tr_tr: Gevşeme: Kolaylığı (güç3)

source: Easing: Ease Out (power4)
de_de: Easing: Einfach raus (power4)
tr_tr: Gevşeme: Kolaylığı (güç4)

source: Easing: Elastic In
de_de: Easing: Elastisch rein (Elastic In)
tr_tr: Gevşeme: Elastik

source: Easing: Elastic InOut
de_de: Easing: Elastisch rein/raus (Elastic InOut)
tr_tr: Gevşeme: Elastik Giriş

source: Easing: Elastic Out
de_de: Easing: Elastisch raus (Elastic Out)
tr_tr: Gevşeme: Elastik Dışarı

source: Easing: Expo In
de_de: Easing: Expo rein (Expo In)
tr_tr: Genişleme: Expo In

source: Easing: Expo InOut
de_de: Easing: Expo rein/raus (Expo InOut)
tr_tr: Genişleme: Expo Girişi

source: Easing: Expo Out
de_de: Easing: Expo raus (Expo Out)
tr_tr: Kolaylaştırma: Expo Çıkışı

source: Easing: InOut (power1)
de_de: Easing: Rein/Raus (power1)
tr_tr: Hareket hızı: Giriş (güç1)

source: Easing: InOut (power2)
de_de: Easing: Rein/Raus (power2)
tr_tr: Gevşeme: Çıkış (güç2)

source: Easing: InOut (power3)
de_de: Easing: Rein/Raus (power3)
tr_tr: Gevşeme: Çıkış (güç3)

source: Easing: InOut (power4)
de_de: Easing: Rein/Raus (power4)
tr_tr: Hareket hızı: Giriş (güç4)

source: Easing: Linear
tr_tr: Hareket hızı: Doğrusal

source: Easing: Sine In
de_de: Easing: Sinus rein (Sine In)
tr_tr: Gevşeme: Sinüs Girişi

source: Easing: Sine InOut
de_de: Easing: Sinus rein/raus (Sine InOut)
tr_tr: Gevşeme: Sinüs Girişi

source: Easing: Sine Out
de_de: Easing: Sinus raus (Sine Out)
tr_tr: Gevşeme: Sinüs Çıkışı

source: Edit
de_de: Bearbeiten
tr_tr: Düzenlemek

source: Edit Code Snippet
de_de: Code-Snippet bearbeiten
tr_tr: Kod Parçacığını Düzenle

source: Edit Media Category
de_de: Medienkategorie bearbeiten
tr_tr: Medya Kategorisini Düzenle

source: Edit Role: %s
de_de: Rolle bearbeiten: %s
tr_tr: Rolü Düzenle: %s

source: Editing Role: %s
de_de: Rolle bearbeiten: %s
tr_tr: Düzenleme Rolü: %s

source: Editor
tr_tr: Editör

source: Editor background
de_de: Editor-Hintergrund
tr_tr: Editör arka planı

source: Editor Behavior Settings
de_de: Einstellungen zum Editor-Verhalten
tr_tr: Düzenleyici Davranış Ayarları

source: Editor Settings
de_de: Editor-Einstellungen
tr_tr: Düzenleyici Ayarları

source: Editor text color
de_de: Editor-Textfarbe
tr_tr: Editör metin rengi

source: Email
tr_tr: E-posta

source: Enable
de_de: Aktivieren
tr_tr: Etkinleştirmek

source: Enable 404 Logging
de_de: 404-Protokollierung aktivieren
tr_tr: 404 Günlüğe Kaydetmeyi Etkinleştir

source: Enable Accessibility Widget
de_de: Widget für Barrierefreiheit aktivieren
tr_tr: Erişilebilirlik Widget'ını Etkinleştir

source: Enable Activity Log
de_de: Aktivitätsprotokoll aktivieren
tr_tr: Etkinlik Günlüğünü Etkinleştir

source: Enable Advance Raw Code
de_de: Erweiterten Rohcode aktivieren
tr_tr: Önceden Ham Kodu Etkinleştir

source: Enable AI Features
de_de: AI-Funktionen aktivieren
tr_tr: Yapay Zeka Özelliklerini Etkinleştir

source: Enable Cookie Banner
de_de: Cookie-Banner aktivieren
tr_tr: Çerez Başlığını Etkinleştir

source: Enable execution of all custom PHP snippets
de_de: Ausführung aller benutzerdefinierten PHP-Snippets aktivieren
tr_tr: Tüm özel PHP parçacıklarının yürütülmesini etkinleştir

source: Enable featured image
de_de: Beitragsbild aktivieren
tr_tr: Öne çıkan resmi etkinleştir

source: Enable Google Analytics Consent Mode
de_de: Google Analytics Zustimmungsmodus aktivieren
tr_tr: Google Analytics Onay Modunu Etkinleştirme

source: Enable GSAP and Lottie Element
de_de: GSAP- und Lottie-Element aktivieren
tr_tr: GSAP ve Lottie Öğesini Etkinleştir

source: Enable inline edit
de_de: Inline-Bearbeitung aktivieren
tr_tr: Satır içi düzenlemeyi etkinleştir

source: Enable Legal Text/Links
de_de: Rechtstext/Links aktivieren
tr_tr: Yasal Metni/Bağlantıları Etkinleştir

source: Enable Mail Logging
de_de: Mail-Protokollierung aktivieren
tr_tr: Posta Günlüğünü Etkinleştir

source: Enable Math Captcha for Login
de_de: Mathe-Captcha für Login aktivieren
tr_tr: Giriş için Matematik Captcha'yı Etkinleştir

source: Enable Media Categories
de_de: Medienkategorien aktivieren
tr_tr: Medya Kategorilerini Etkinleştir

source: Enable Media Categories with drag-and-drop functionality. (right click on grid view)
de_de: Medienkategorien mit Drag-and-Drop-Funktionalität aktivieren. (Rechtsklick in der Rasteransicht)
tr_tr: Sürükle ve bırak işleviyle Medya Kategorilerini etkinleştirin. (ızgara görünümüne sağ tıklayın)

source: Enable media upload
de_de: Medien-Upload aktivieren
tr_tr: Medya yüklemeyi etkinleştir

source: Enable Microsoft Clarity Consent Mode
de_de: Microsoft Clarity Zustimmungsmodus aktivieren
tr_tr: Microsoft Netlik Onayı Modunu Etkinleştirme

source: Enable Overlay
de_de: Overlay aktivieren
tr_tr: Kaplamayı Etkinleştir

source: Enable Scroll Trigger
de_de: Scroll-Trigger aktivieren
tr_tr: Kaydırma Tetikleyicisini Etkinleştir

source: Enable Scroll Zoom
de_de: Scroll-Zoom aktivieren
tr_tr: Kaydırma Yakınlaştırmayı Etkinleştir

source: Enable Search Logging
de_de: Suchprotokollierung aktivieren
tr_tr: Arama Günlüğünü Etkinleştir

source: Enable SMTP
de_de: SMTP aktivieren
tr_tr: Smtp'yi etkinleştir

source: Enable SNN-BRX Editor Panel
de_de: SNN-BRX Editor-Panel aktivieren
tr_tr: SNN-BRX Düzenleyici Panelini Etkinleştir

source: Enable SNN-BRX Panel. Image Optimizer, Clamp Generator and old Global Colors
de_de: SNN-BRX Panel aktivieren. Bildoptimierung, Clamp Generator und alte globale Farben
tr_tr: SNN-BRX Panelini etkinleştirin. Görüntü İyileştirici, Kelepçe Oluşturucu ve eski Genel Renkler

source: Enable the activity logging feature.
de_de: Die Funktion zur Aktivitätsprotokollierung aktivieren.
tr_tr: Etkinlik günlüğü özelliğini etkinleştirin.

source: Enable this setting to add a math captcha challenge on the login page to improve security.
de_de: Aktiviere diese Einstellung, um eine Mathe-Captcha-Herausforderung auf der Login-Seite hinzuzufügen, um die Sicherheit zu verbessern.
tr_tr: Güvenliği artırmak için oturum açma sayfasına bir matematik captcha zorluğu eklemek için bu ayarı etkinleştirin.

source: Enable Thumbnail Column in Post Tables
de_de: Spalte für Vorschaubild in Beitrags-Tabellen aktivieren
tr_tr: Gönderi Tablolarında Küçük Resim Sütununu Etkinleştir

source: Enable Top Toolbar
de_de: Obere Werkzeugleiste aktivieren
tr_tr: Üst Araç Çubuğunu Etkinleştir

source: Enabling this setting will add a "Thumbnail" column to your post tables in the admin dashboard.
de_de: Durch Aktivieren dieser Einstellung wird deinen Beitrags-Tabellen im Admin-Dashboard eine Spalte „Vorschaubild“ hinzugefügt.
tr_tr: Bu ayarı etkinleştirmek, yönetici panosundaki gönderi tablolarınıza bir "Küçük Resim" sütunu ekleyecektir.

source: Enabling this setting will automatically update the Bricks theme whenever a new version is available.
de_de: Durch Aktivieren dieser Einstellung wird das Bricks-Theme automatisch aktualisiert, sobald eine neue Version verfügbar ist.
tr_tr: Bu ayarın etkinleştirilmesi, yeni bir sürüm mevcut olduğunda Tuğla temasını otomatik olarak güncelleyecektir.

source: Enabling this setting will disable bundled theme install when upgrading WordPress.
de_de: Durch Aktivieren dieser Einstellung wird die Installation gebündelter Themes beim Aktualisieren von WordPress deaktiviert.
tr_tr: Bu ayarın etkinleştirilmesi, WordPress'i yükseltirken birlikte verilen tema yüklemesini devre dışı bırakır.

source: Enabling this setting will disable file editing from the WordPress dashboard.
de_de: Durch Aktivieren dieser Einstellung wird die Datei-Bearbeitung im WordPress-Dashboard deaktiviert.
tr_tr: Bu ayarı etkinleştirmek, WordPress kontrol panelinden dosya düzenlemeyi devre dışı bırakır.

source: Enabling this setting will disable the JSON API (wp-json) for users who are not logged in.
de_de: Durch Aktivieren dieser Einstellung wird die JSON API (wp-json) für Benutzer, die nicht eingeloggt sind, deaktiviert.
tr_tr: Bu ayarın etkinleştirilmesi, oturum açmamış kullanıcılar için JSON API'sini (wp-json) devre dışı bırakır.

source: Enabling this setting will disable the XML-RPC functionality in WordPress.
de_de: Durch Aktivieren dieser Einstellung wird die XML-RPC-Funktionalität in WordPress deaktiviert.
tr_tr: Bu ayarın etkinleştirilmesi wordpress'teki XML-RPC işlevini devre dışı bırakır.

source: Enabling this setting will enqueue the GSAP library and its associated scripts on your website.
de_de: Durch Aktivieren dieser Einstellung wird die GSAP-Bibliothek und die zugehörigen Skripte auf deiner Website eingebunden.
tr_tr: Bu ayarın etkinleştirilmesi, web sitenizdeki GSAP kitaplığını ve ilişkili komut dosyalarını sorgulayacaktır.

source: Enabling this setting will remove several default dashboard widgets from the WordPress admin dashboard.
de_de: Durch Aktivieren dieser Einstellung werden mehrere Standard-Dashboard-Widgets aus dem WordPress Admin-Dashboard entfernt.
tr_tr: Bu ayarın etkinleştirilmesi, WordPress yönetici panosundan birkaç varsayılan pano widget'ını kaldıracaktır.

source: Enabling this setting will remove the RSS feed links from your website's HTML source code.
de_de: Durch Aktivieren dieser Einstellung werden die RSS-Feed-Links aus dem HTML-Quellcode deiner Website entfernt.
tr_tr: Bu ayarın etkinleştirilmesi, RSS beslemesi bağlantılarını web sitenizin HTML kaynak kodundan kaldıracaktır.

source: Enabling this setting will remove the WordPress version number from your website's HTML source code.
de_de: Durch Aktivieren dieser Einstellung wird die WordPress-Versionsnummer aus dem HTML-Quellcode deiner Website entfernt.
tr_tr: Bu ayarı etkinleştirmek, WordPress sürüm numarasını web sitenizin HTML kaynak kodundan kaldıracaktır.

source: Encryption
de_de: Verschlüsselung
tr_tr: Şifreleme

source: End 0%
de_de: Ende 0%
tr_tr: Bitiş 0%

source: End 0%+=1000px
de_de: Ende 0%+=1000px
tr_tr: Bitiş %0 + =1000 piksel

source: End 0%+=1500px
de_de: Ende 0%+=1500px
tr_tr: Bitiş 0% + =1500 piksel

source: End 0%+=2000px
de_de: Ende 0%+=2000px
tr_tr: Bitiş 0% + =2000 piksel

source: End 0%+=3000px
de_de: Ende 0%+=3000px
tr_tr: Bitiş 0% + =3000 piksel

source: End 0%+=4000px
de_de: Ende 0%+=4000px
tr_tr: Bitiş 0% + =4000 piksel

source: End 10%
de_de: Ende 10%
tr_tr: Son 10%

source: End 100%
de_de: Ende 100%
tr_tr: Son 100%

source: End 20%
de_de: Ende 20%
tr_tr: Son 20%

source: End 200%
de_de: Ende 200%
tr_tr: 200'ün sonu%

source: End 30%
de_de: Ende 30%
tr_tr: Son 30%

source: End 40%
de_de: Ende 40%
tr_tr: Son 40%

source: End 50%
de_de: Ende 50%
tr_tr: Son 50%

source: End 60%
de_de: Ende 60%
tr_tr: Son 60%

source: End 70%
de_de: Ende 70%
tr_tr: Son 70%

source: End 80%
de_de: Ende 80%
tr_tr: Son 80%

source: End 90%
de_de: Ende 90%
tr_tr: Son 90%

source: End date
de_de: Enddatum
tr_tr: Bitiş tarihi

source: Enjoy building your site.
de_de: Viel Spaß beim Erstellen deiner Website.
tr_tr: Sitenizi oluşturmanın keyfini çıkarın.

source: Enter an IP address or a part of a user agent string (e.g. "bingbot") to remove all matching logs.
de_de: Gib eine IP-Adresse oder einen Teil einer User-Agent-Zeichenkette ein (z. B. "bingbot"), um alle übereinstimmenden Protokolle zu entfernen.
tr_tr: Eşleşen tüm günlükleri kaldırmak için bir IP adresi veya bir kullanıcı aracısı dizesinin bir bölümünü (ör. "bingbot") girin.

source: Enter CSS color
de_de: CSS-Farbe eingeben
tr_tr: CSS rengini girin

source: Enter custom CSS properties for end state (without selectors or braces)
de_de: Benutzerdefinierte CSS-Eigenschaften für den Endzustand eingeben (ohne Selektoren oder geschweifte Klammern)
tr_tr: Bitiş durumu için özel CSS özellikleri girin (seçiciler veya ayraçlar olmadan)

source: Enter custom CSS properties for start state (without selectors or braces)
de_de: Benutzerdefinierte CSS-Eigenschaften für den Startzustand eingeben (ohne Selektoren oder geschweifte Klammern)
tr_tr: Başlangıç durumu için özel CSS özellikleri girin (seçiciler veya ayraçlar olmadan)

source: Enter prompt..
de_de: Aufforderung eingeben...
tr_tr: İstemi girin..

source: Enter the full URL where users should be redirected after logging in. Leave blank to disable custom redirect.
de_de: Die vollständige URL eingeben, zu der Benutzer nach dem Login weitergeleitet werden sollen. Leer lassen, um benutzerdefinierte Weiterleitung zu deaktivieren.
tr_tr: Giriş yaptıktan sonra kullanıcıların yönlendirilmesi gereken tam URL'yi girin. Özel yönlendirmeyi devre dışı bırakmak için boş bırakın.

source: Enter the HTML content for the custom dashboard metabox.
de_de: Den HTML-Inhalt für die benutzerdefinierte Dashboard-Metabox eingeben.
tr_tr: Özel pano metabox'unun HTML içeriğini girin.

source: Enter the path (e.g., /old-page or /category/old-post). Use /* at the end to match everything after.
de_de: Den Pfad eingeben (z. B. /alte-seite oder /kategorie/alter-beitrag). Verwende /* am Ende, um alles danach abzugleichen.
tr_tr: Yolu girin (ör. /eski sayfa veya /kategori/eski gönderi). Sonra her şeyi eşleştirmek için sonunda /* kullanın.

source: Enter the system prompt for AI interactions.
de_de: Die System-Aufforderung für AI-Interaktionen eingeben.
tr_tr: Yapay zeka etkileşimleri için sistem istemine girin.

source: Enter the URL where the logo should link on the login page.
de_de: Die URL eingeben, zu der das Logo auf der Login-Seite verlinken soll.
tr_tr: Logonun oturum açma sayfasında bağlanması gereken URL'yi girin.

source: Enter value
de_de: Wert eingeben
tr_tr: Değer girin

source: Enter your custom text here. HTML tags are allowed.
de_de: Gib hier deinen benutzerdefinierten Text ein. HTML-Tags sind erlaubt.
tr_tr: Özel metninizi buraya girin. HTML etiketlerine izin verilir.

source: Enter your GSAP data-animate string. It will be output as the data-animate attribute.
de_de: Deine GSAP data-animate-Zeichenkette eingeben. Sie wird als data-animate-Attribut ausgegeben.
tr_tr: GSAP veri animasyon dizenizi girin. Data-animate özniteliği olarak çıktısı alınacaktır.

source: Enter your OpenRouter API key.
de_de: Deinen OpenRouter API-Schlüssel eingeben.
tr_tr: OpenRouter API anahtarınızı girin.

source: Enter your PHP code or HTML here...
de_de: Deinen PHP-Code oder HTML hier eingeben...
tr_tr: PHP kodunuzu veya html'nizi buraya girin...

source: Enter your raw, unsanitized PHP code here...
de_de: Deinen rohen, nicht bereinigten PHP-Code hier eingeben...
tr_tr: Ham, başlatılmamış PHP kodunuzu buraya girin...

source: Enter your text content here
de_de: Deinen Textinhalt hier eingeben
tr_tr: Metin içeriğinizi buraya girin

source: Error
de_de: Fehler
tr_tr: Hata

source: Error Details:
de_de: Fehlerdetails:
tr_tr: Hata Ayrıntıları:

source: Error fetching new category.
de_de: Fehler beim Abrufen der neuen Kategorie.
tr_tr: Yeni kategori getirilirken hata oluştu.

source: Error loading message
de_de: Fehler beim Laden der Nachricht
tr_tr: Mesaj yüklenirken hata oluştu

source: Error loading models.
de_de: Fehler beim Laden der Modelle.
tr_tr: Modeller yüklenirken hata oluştu.

source: Error Logs
de_de: Fehlerprotokolle
tr_tr: Hata Günlükleri

source: Error saving settings:
de_de: Fehler beim Speichern der Einstellungen:
tr_tr: Ayarları kaydetme hatası:

source: Error saving variables.
de_de: Fehler beim Speichern der Variablen.
tr_tr: Değişkenleri kaydederken hata oluştu.

source: Error:
de_de: Fehler:
tr_tr: Hata:

source: Event
de_de: Ereignis (Event)
tr_tr: Etkinlik

source: Excerpt
de_de: Auszug (Excerpt)
tr_tr: Alıntı

source: Execution Disabled by Constant:
de_de: Ausführung durch Konstante deaktiviert:
tr_tr: Yürütme Sabit Tarafından Devre Dışı Bırakıldı:

source: Execution was automatically disabled due to a fatal error. Please check the Error Logs tab, resolve the issue, then re-check this box and save settings to re-enable.
de_de: Die Ausführung wurde aufgrund eines fatalen Fehlers automatisch deaktiviert. Überprüfe bitte den Tab "Fehlerprotokolle", behebe das Problem und aktiviere dann dieses Kästchen erneut und speichere die Einstellungen, um die Ausführung wieder zu aktivieren.
tr_tr: Ölümcül bir hata nedeniyle yürütme otomatik olarak devre dışı bırakıldı. Lütfen Hata Günlükleri sekmesini kontrol edin, sorunu çözün, ardından bu kutuyu tekrar kontrol edin ve yeniden etkinleştirmek için ayarları kaydedin.

source: Existing content will appear here. Add your instructions or select a preset...
de_de: Vorhandener Inhalt wird hier angezeigt. Füge deine Anweisungen hinzu oder wähle eine Voreinstellung...
tr_tr: Mevcut içerik burada görünecektir. Talimatlarınızı ekleyin veya bir ön ayar seçin...

source: Existing Roles
de_de: Bestehende Rollen
tr_tr: Mevcut Roller

source: EXPERIMENTAL
de_de: EXPERIMENTELL
tr_tr: deneysel

source: Explode In
de_de: Explosion rein
tr_tr: İçinde Patla

source: Explode Out
de_de: Explosion raus
tr_tr: Patlat

source: Export
de_de: Exportieren
tr_tr: İhracat

source: Export Classes
de_de: Klassen exportieren
tr_tr: Sınıfları Dışa Aktar

source: Export Presets
de_de: Voreinstellungen exportieren
tr_tr: Hazır Ayarları Dışa Aktar

source: Export Redirects
de_de: Weiterleitungen exportieren
tr_tr: Yönlendirmeleri Dışa Aktar

source: Export Variables
de_de: Variablen exportieren
tr_tr: Değişkenleri Dışa Aktar

source: Exported Presets
de_de: Exportierte Voreinstellungen
tr_tr: Dışa Aktarılan Hazır Ayarlar

source: Fade
de_de: Ausblenden (Fade)
tr_tr: Solmak

source: Fade In Bottom Left
de_de: Einblenden unten links
tr_tr: Sol Altta Solma

source: Fade In Bottom Right
de_de: Einblenden unten rechts
tr_tr: Sağ Altta Solma

source: Fade In Down
de_de: Einblenden nach unten
tr_tr: Solup Git

source: Fade In Left
de_de: Einblenden nach links
tr_tr: Sol Sol

source: Fade In Right
de_de: Einblenden nach rechts
tr_tr: Sağa Doğru Sol

source: Fade In Top Left
de_de: Einblenden oben links
tr_tr: Sol Üstte Solma

source: Fade In Top Right
de_de: Einblenden oben rechts
tr_tr: Sağ Üstte Solma

source: Fade In Up
de_de: Einblenden nach oben
tr_tr: Solup Git

source: Fade Out Bottom Left
de_de: Ausblenden unten links
tr_tr: Sol Altta Solma

source: Fade Out Bottom Right
de_de: Ausblenden unten rechts
tr_tr: Solma Sağ Alt

source: Fade Out Down
de_de: Ausblenden nach unten
tr_tr: Söndür Aşağı

source: Fade Out Left
de_de: Ausblenden nach links
tr_tr: Solup Git

source: Fade Out Right
de_de: Ausblenden nach rechts
tr_tr: Solma Hakkı

source: Fade Out Top Left
de_de: Ausblenden oben links
tr_tr: Sol Üstte Solma

source: Fade Out Top Right
de_de: Ausblenden oben rechts
tr_tr: Solma Sağ Üst

source: Fade Out Up
de_de: Ausblenden nach oben
tr_tr: Söndür

source: Failed Login Attempts
de_de: Fehlgeschlagene Login-Versuche
tr_tr: Başarısız Oturum Açma Girişimleri

source: Failed to clear revisions. Invalid snippet or insufficient permissions.
de_de: Fehler beim Löschen der Revisionen. Ungültiges Snippet oder unzureichende Berechtigungen.
tr_tr: Düzeltmeler temizlenemedi. Geçersiz snippet veya yetersiz izinler.

source: Failed to create role "%s".
de_de: Fehler beim Erstellen der Rolle „%s“.
tr_tr: "%s " rolü oluşturulamadı.

source: Failed to create snippet: %s - %s
de_de: Fehler beim Erstellen des Snippets: %s - %s
tr_tr: Snippet oluşturulamadı: %s - %s

source: Failed to delete role "%s".
de_de: Fehler beim Löschen der Rolle „%s“.
tr_tr: "%s " rolü silinemedi.

source: Failed to restore revision. Invalid ID or permissions.
de_de: Fehler beim Wiederherstellen der Revision. Ungültige ID oder Berechtigungen.
tr_tr: Revizyon geri yüklenemedi. Geçersiz kimlik veya izinler.

source: Failed to send test email. Check your SMTP settings or logs for more information.
de_de: Fehler beim Senden der Test-E-Mail. Überprüfe deine SMTP-Einstellungen oder die Protokolle für weitere Informationen.
tr_tr: Test e-postası gönderilemedi. Daha fazla bilgi için SMTP ayarlarınızı veya günlüklerinizi kontrol edin.
