Repository: sinanisler/snn-brx-child-theme
Catalog: languages/*.po
Languages: de_de, tr_tr

source: Check this box to disable emoji support in WordPress both frontend and wp-admin.
de_de: Aktiviere dieses Kästchen, um die Emoji-Unterstützung in WordPress sowohl im Frontend als auch im WP-Admin zu deaktivieren.
tr_tr: WordPress'te hem ön uç hem de wp-admin'de emoji desteğini devre dışı bırakmak için bu kutuyu işaretleyin.

source: Check this box to disable Gravatar support throughout the site.
de_de: Aktiviere dieses Kästchen, um die Gravatar-Unterstützung auf der gesamten Website zu deaktivieren.
tr_tr: Site genelinde Gravatar desteğini devre dışı bırakmak için bu kutuyu işaretleyin.

source: Check to disable the Cookie Banner for users who are logged in.
de_de: Aktivieren, um den Cookie-Banner für eingeloggte Benutzer zu deaktivieren.
tr_tr: Oturum açmış kullanıcılar için Çerez Başlığını devre dışı bırakmayı kontrol edin.

source: Check to disable the scripts loading for logged-in users.
de_de: Aktivieren, um das Laden der Skripte für eingeloggte Benutzer zu deaktivieren.
tr_tr: Oturum açmış kullanıcılar için komut dosyalarının yüklenmesini devre dışı bırakmayı kontrol edin.

source: Check to enable a full page overlay behind the cookie banner.
de_de: Aktivieren, um ein Overlay über die gesamte Seite hinter dem Cookie-Banner zu aktivieren.
tr_tr: Çerez başlığının arkasında tam sayfa kaplamasını etkinleştirip etkinleştirmediğinizi kontrol edin.

source: Check to enable Google Analytics Consent Mode v2. This will automatically send consent status to Google Analytics when users accept/deny cookies.
de_de: Aktivieren, um den Google Analytics Consent Mode v2 zu aktivieren. Dadurch wird der Zustimmungsstatus automatisch an Google Analytics gesendet, wenn Benutzer Cookies akzeptieren/ablehnen.
tr_tr: Google Analytics Onay Modu v2'yi etkinleştirip etkinleştirmediğinizi kontrol edin. Bu, kullanıcılar çerezleri kabul ettiğinde/reddettiğinde otomatik olarak Google Analytics'e onay durumu gönderir.

source: Check to enable Microsoft Clarity Consent Mode v2. This will automatically send consent status to Clarity when users accept/deny cookies.
de_de: Aktivieren, um den Microsoft Clarity Consent Mode v2 zu aktivieren. Dadurch wird der Zustimmungsstatus automatisch an Clarity gesendet, wenn Benutzer Cookies akzeptieren/ablehnen.
tr_tr: Microsoft Clarity Consent Mode v2'yi etkinleştirip etkinleştirmediğinizi kontrol edin. Bu, kullanıcılar çerezleri kabul ettiğinde/reddettiğinde otomatik olarak onay durumunu Açıklığa gönderir.

source: Check to enable the Cookie Banner on your site.
de_de: Aktivieren, um den Cookie-Banner auf deiner Website zu aktivieren.
tr_tr: Sitenizde Çerez Başlığını etkinleştirip etkinleştirmediğinizi kontrol edin.

source: Check to enable the legal text/links in the cookie banner.
de_de: Aktivieren, um den Rechtstext/die Links im Cookie-Banner zu aktivieren.
tr_tr: Çerez başlığındaki yasal metni/bağlantıları etkinleştirip etkinleştirmediğinizi kontrol edin.

source: Checkbox
de_de: Kontrollkästchen (Checkbox)
tr_tr: Onay kutusu

source: Checking "Options Page" will make this field available on a new admin page named after its "Group Name".
de_de: Wenn „Optionsseite“ aktiviert wird, ist dieses Feld auf einer neuen Admin-Seite verfügbar, die nach seinem „Gruppennamen“ benannt ist.
tr_tr: "Seçenekler Sayfası" nın işaretlenmesi, bu alanı "Grup Adı" ndan sonra adlandırılan yeni bir yönetici sayfasında kullanıma sunacaktır.

source: Choices
de_de: Auswahlmöglichkeiten (Choices)
tr_tr: Seçimler

source: Choose Media
de_de: Medien auswählen
tr_tr: Medyayı Seçin

source: Circle
de_de: Kreis (Circle)
tr_tr: Daire

source: Clamp Generator
tr_tr: Kelepçe Jeneratörü

source: Class Name
de_de: Klassenname
tr_tr: Sınıf Adı

source: Classes
de_de: Klassen (Classes)
tr_tr: Sınıflar

source: Clear All Error Logs
de_de: Alle Fehlerprotokolle löschen
tr_tr: Tüm Hata Günlüklerini Temizle

source: Clear All Logs
de_de: Alle Protokolle löschen
tr_tr: Tüm Günlükleri Temizle

source: Clear All Revisions for this Snippet
de_de: Alle Revisionen für dieses Snippet löschen
tr_tr: Bu Snippet için Tüm Düzeltmeleri Temizle

source: Clear Top 100 Searches
de_de: Top 100 Suchanfragen löschen
tr_tr: En iyi 100 Aramayı Temizle

source: Click to Like
de_de: Zum Liken klicken
tr_tr: Beğenmek için tıklayın

source: Click to Unlike
de_de: Zum Ent-Liken klicken
tr_tr: Aksine tıklayın

source: click to view
de_de: zum Ansehen klicken
tr_tr: görüntülemek için tıklayın

source: Clicks
de_de: Klicks
tr_tr: Tıklamalar

source: Clip Blob Morph In
de_de: Clip Blob-Morphing rein
tr_tr: Klip Blob Morph İçinde

source: Clip Blob Morph Out
de_de: Clip Blob-Morphing raus
tr_tr: Klip Blob Morph Dışarı

source: Clip Circle Center Out
de_de: Clip Kreis von der Mitte nach außen
tr_tr: Klip Daire Merkezi Dışarı

source: Clip Circle Out to Center
de_de: Clip Kreis von außen zur Mitte
tr_tr: Daireyi Merkeze Klipsleyin

source: Clip Diamond Center Out
de_de: Clip Raute von der Mitte nach außen
tr_tr: Klip Elmas Merkezi Dışarı

source: Clip Diamond In to Center
de_de: Clip Raute von außen zur Mitte
tr_tr: Elması Merkeze Klipsleyin

source: Clip Ellipse Horizontal Reveal
de_de: Clip Ellipse horizontal enthüllen
tr_tr: Klip Elips Yatay Ortaya

source: Clip Ellipse Vertical Reveal
de_de: Clip Ellipse vertikal enthüllen
tr_tr: Klip Elips Dikey Ortaya

source: Clip Hexagon Center Out
de_de: Clip Sechseck von der Mitte nach außen
tr_tr: Klip Altıgen Merkezi Dışarı

source: Clip Hide Bottom to Top
de_de: Clip Verstecken von unten nach oben
tr_tr: Klip Alttan Üste Gizle

source: Clip Hide Diagonal Bottom Right
de_de: Clip Verstecken diagonal unten rechts
tr_tr: Klips Sağ Alt Köşegeni Gizle

source: Clip Hide Right to Left
de_de: Clip Verstecken von rechts nach links
tr_tr: Klip Sağdan Sola Gizle

source: Clip Mask Reveal In
de_de: Clip Maske enthüllen rein
tr_tr: Klip Maskesi Ortaya Çıkar

source: Clip Mask Reveal Out
de_de: Clip Maske enthüllen raus
tr_tr: Klip Maskesi Ortaya Çıkıyor

source: Clip Reveal Diagonal Top Left
de_de: Clip Enthüllen diagonal oben links
tr_tr: Klips Sol Üst Köşegeni Ortaya Çıkarır

source: Clip Reveal In
de_de: Clip Enthüllen rein
tr_tr: Klip Ortaya Çıkar

source: Clip Reveal Left to Right
de_de: Clip Enthüllen von links nach rechts
tr_tr: Klibi Soldan Sağa Göster

source: Clip Reveal Out
de_de: Clip Enthüllen raus
tr_tr: Klip Ortaya Çıktı

source: Clip Reveal Top to Bottom
de_de: Clip Enthüllen von oben nach unten
tr_tr: Klips Yukarıdan Aşağıya Doğru Açılır

source: Clip Triangle Left Reveal
de_de: Clip Dreieck links enthüllen
tr_tr: Klip Üçgeni Ortaya Çıktı

source: Clip Triangle Right Reveal
de_de: Clip Dreieck rechts enthüllen
tr_tr: Klip Üçgeni Sağa Göster

source: Close
de_de: Schließen
tr_tr: Kapatma

source: Code in this section runs like functions.php. Errors here can easily break your site. Test thoroughly!
de_de: Code in diesem Abschnitt wird wie functions.php ausgeführt. Fehler hier können deine Website leicht beschädigen. Gründlich testen!
tr_tr: Bu bölümdeki kod, işlevler gibi çalışır.php. Buradaki hatalar sitenizi kolayca kırabilir. İyice test edin!

source: Code Snippets
tr_tr: Kod Parçacıkları

source: Color
de_de: Farbe (Color)
tr_tr: Renk

source: Color Sync
de_de: Farbsynchronisierung
tr_tr: Renk Senkronizasyonu

source: color-
de_de: Farbe-
tr_tr: renk-

source: Column Density (baseline 20)
de_de: Spaltendichte (Basis 20)
tr_tr: Sütun Yoğunluğu (taban çizgisi 20)

source: Comment Approved
de_de: Kommentar genehmigt
tr_tr: Yorum Onaylandı

source: Comment Deleted
de_de: Kommentar gelöscht
tr_tr: Yorum Silindi

source: Comment Form
de_de: Kommentarformular
tr_tr: Yorum Formu

source: Comment List
de_de: Kommentarliste
tr_tr: Yorum Listesi

source: Comment Marked as Spam
de_de: Kommentar als Spam markiert
tr_tr: Spam olarak işaretlenmiş Yorum

source: Comment Posted
de_de: Kommentar gepostet
tr_tr: Yorum Gönderildi

source: Comment Trashed
de_de: Kommentar in den Papierkorb verschoben
tr_tr: Yorum Çöpe Atıldı

source: Comment typography
de_de: Kommentar-Typografie
tr_tr: Yorum tipografisi

source: Comment Unapproved
de_de: Kommentar nicht genehmigt
tr_tr: Yorum Onaylanmadı

source: Comments
de_de: Kommentare
tr_tr: Yorumlar

source: Compare
de_de: Vergleichen
tr_tr: Karşılaştırmak

source: Compare Image
de_de: Bild vergleichen
tr_tr: Resmi Karşılaştır

source: Condition key =
de_de: Bedingungsschlüssel =
tr_tr: Koşul anahtarı =

source: Conditions (Nestable)
de_de: Bedingungen (verschachtelbar)
tr_tr: Koşullar (Yuvalanabilir)

source: Configure additional settings for your site below.
de_de: Zusätzliche Einstellungen für deine Website unten konfigurieren.
tr_tr: Siteniz için aşağıdaki ek ayarları yapılandırın.

source: Configure media-related settings below.
de_de: Medienbezogene Einstellungen unten konfigurieren.
tr_tr: Ortamla ilgili ayarları aşağıda yapılandırın.

source: Configure the accessibility options for your site below.
de_de: Die Barrierefreiheitsoptionen für deine Website unten konfigurieren.
tr_tr: Siteniz için erişilebilirlik seçeneklerini aşağıda yapılandırın.

source: Configure your security settings below:
de_de: Deine Sicherheitseinstellungen unten konfigurieren:
tr_tr: Güvenlik ayarlarınızı aşağıda yapılandırın:

source: Content
de_de: Inhalt
tr_tr: İçerik

source: Contrast
de_de: Kontrast
tr_tr: Kontrast

source: Contrast In
de_de: Kontrast rein
tr_tr: Karşıtlık

source: Controls horizontal density. 20 = columns spaced by font size. Higher = denser. Lower = sparser.
de_de: Steuert die horizontale Dichte. 20 = Spalten im Abstand der Schriftgröße. Höher = dichter. Niedriger = spärlicher.
tr_tr: Yatay yoğunluğu kontrol eder. 20 = yazı tipi boyutuna göre aralıklı sütunlar. Daha yüksek = daha yoğun. Daha düşük = daha seyrek.

source: Controls the trail/fade effect. Use semi-transparent for classic Matrix (e.g., rgba(0,0,0,0.1)). Set fully transparent (alpha 0) for no overlay clearing (letters will stack).
de_de: Steuert den Spur-/Ausblendeffekt. Verwende semi-transparent für klassische Matrix (z. B. rgba(0,0,0,0.1)). Setze vollständig transparent (Alpha 0) für keine Overlay-Löschung (Buchstaben stapeln sich).
tr_tr: İz / solma efektini kontrol eder. Klasik Matris için yarı saydam kullanın (örneğin, rgba(0,0,0,0.1)). Bindirmeyi temizlemek için tamamen şeffaf (alfa 0) ayarlayın (harfler yığılır).

source: Cookie Banner
tr_tr: Çerez Afişi

source: Cookie Banner Background Color
de_de: Hintergrundfarbe des Cookie-Banners
tr_tr: Çerez Banner Arka Plan Rengi

source: Cookie Banner Description
de_de: Beschreibung des Cookie-Banners
tr_tr: Çerez Banner Açıklaması

source: Cookie Banner Position
de_de: Position des Cookie-Banners
tr_tr: Çerez Banner Konumu

source: Cookie Banner Text Color
de_de: Textfarbe des Cookie-Banners
tr_tr: Çerez Başlığı Metin Rengi

source: Cookie Banner Vertical Position
de_de: Vertikale Position des Cookie-Banners
tr_tr: Çerez Afişinin Dikey Konumu

source: Cookie Preferences
de_de: Cookie-Präferenzen
tr_tr: Çerez Tercihleri

source: Cookie Settings
de_de: Cookie-Einstellungen
tr_tr: Çerez Ayarları

source: Cooldown (sec)
de_de: Abklingzeit (Sek.)
tr_tr: Bekleme süresi (sn)

source: Copied!
de_de: Kopiert!
tr_tr: Kopyalandı!

source: Copied! (fallback)
de_de: Kopiert! (Fallback)
tr_tr: Kopyalandı! (geri dönüş)

source: Copy Text
de_de: Text kopieren
tr_tr: Metni Kopyala

source: Copy the CSS for all classes below to back up your class list:
de_de: Das CSS für alle Klassen unten kopieren, um deine Klassenliste zu sichern:
tr_tr: Sınıf listenizi yedeklemek için aşağıdaki tüm sınıflar için CSS'Yİ kopyalayın:

source: Copy the JSON data below to back up or transfer your redirects.
de_de: Die JSON-Daten unten kopieren, um deine Weiterleitungen zu sichern oder zu übertragen.
tr_tr: Yönlendirmelerinizi yedeklemek veya aktarmak için aşağıdaki JSON verilerini kopyalayın.

source: Copy the text below to save your presets.
de_de: Den Text unten kopieren, um deine Voreinstellungen zu speichern.
tr_tr: Hazır ayarlarınızı kaydetmek için aşağıdaki metni kopyalayın.

source: Copy the variable definitions below to back up your variables:
de_de: Die Variablendefinitionen unten kopieren, um deine Variablen zu sichern:
tr_tr: Değişkenlerinizi yedeklemek için aşağıdaki değişken tanımlarını kopyalayın:

source: Copy This Text
de_de: Diesen Text kopieren
tr_tr: Bu Metni Kopyala

source: Core Role
de_de: Kernrolle
tr_tr: Temel Rol

source: Core roles cannot be deleted.
de_de: Kernrollen können nicht gelöscht werden.
tr_tr: Çekirdek roller silinemez.

source: Core WordPress roles cannot be deleted.
de_de: WordPress-Kernrollen können nicht gelöscht werden.
tr_tr: Temel WordPress rolleri silinemez.

source: Could not connect to %s on port %d. It may be blocked by your hosting environment.
de_de: Verbindung zu %s auf Port %d konnte nicht hergestellt werden. Sie ist möglicherweise durch deine Hosting-Umgebung blockiert.
tr_tr: %d bağlantı noktasında %s'ye bağlanılamadı. Barındırma ortamınız tarafından engellenmiş olabilir.

source: Count
de_de: Anzahl (Count)
tr_tr: Sayma

source: Create a new custom user role and assign initial capabilities and optional post editing restrictions.
de_de: Eine neue benutzerdefinierte Benutzerrolle erstellen und anfängliche Berechtigungen sowie optionale Beitragsbearbeitungseinschränkungen zuweisen.
tr_tr: Yeni bir özel kullanıcı rolü oluşturun ve ilk yetenekleri ve isteğe bağlı gönderi düzenleme kısıtlamalarını atayın.

source: CRITICAL: Custom Code Snippets Disabled!
de_de: KRITISCH: Benutzerdefinierte Code-Snippets deaktiviert!
tr_tr: KRİTİK: Özel Kod Parçacıkları Devre Dışı Bırakıldı!

source: CSS (Generated)
de_de: CSS (Generiert)
tr_tr: CSS (Oluşturuldu)

source: Cube Rotate In
de_de: Würfel drehen rein
tr_tr: Küp Döndür

source: Cube Rotate Out
de_de: Würfel drehen raus
tr_tr: Küp Dışarı Döndür

source: Custom animation string
de_de: Benutzerdefinierte Animationszeichenfolge
tr_tr: Özel animasyon dizesi

source: Custom API Endpoint
de_de: Benutzerdefinierter API-Endpunkt
tr_tr: Özel API Bitiş Noktası

source: Custom API Key
de_de: Benutzerdefinierter API-Schlüssel
tr_tr: Özel API Anahtarı

source: Custom API Settings
de_de: Benutzerdefinierte API-Einstellungen
tr_tr: Özel API Ayarları

source: Custom Author Information
de_de: Benutzerdefinierte Autoreninformationen
tr_tr: Özel Yazar Bilgileri

source: Custom Characters (optional)
de_de: Benutzerdefinierte Zeichen (optional)
tr_tr: Özel Karakterler (isteğe bağlı)

source: Custom Code Action
de_de: Aktion für benutzerdefinierten Code
tr_tr: Özel Kod Eylemi

source: Custom CSS for Cookie Banner
de_de: Benutzerdefiniertes CSS für Cookie-Banner
tr_tr: Çerez Başlığı için Özel CSS

source: Custom Event Name
de_de: Benutzerdefinierter Ereignisname
tr_tr: Özel Etkinlik Adı

source: Custom Fields
de_de: Benutzerdefinierte Felder
tr_tr: Özel Alanlar

source: Custom fields saved successfully.
de_de: Benutzerdefinierte Felder erfolgreich gespeichert.
tr_tr: Özel alanlar başarıyla kaydedildi.

source: Custom Identifier
de_de: Benutzerdefinierte Kennung
tr_tr: Özel Tanımlayıcı

source: Custom JS Function Body
de_de: Body der benutzerdefinierten JS-Funktion
tr_tr: Özel JS İşlev Gövdesi

source: Custom Logo Link Website URL
de_de: URL der Website für benutzerdefinierten Logo-Link
tr_tr: Özel Logo Bağlantısı Web Sitesi URL'si

source: Custom Model
de_de: Benutzerdefiniertes Modell
tr_tr: Özel Model

source: Custom Post Types saved successfully.
de_de: Benutzerdefinierte Beitragstypen erfolgreich gespeichert.
tr_tr: Özel Yazı Türleri başarıyla kaydedildi.

source: Custom Selector (optional)
de_de: Benutzerdefinierter Selektor (optional)
tr_tr: Özel Seçici (isteğe bağlı)

source: Custom SVG
de_de: Benutzerdefiniertes SVG
tr_tr: Özel SVG

source: Custom Text under Login Form
de_de: Benutzerdefinierter Text unter dem Login-Formular
tr_tr: Giriş Formu altındaki Özel Metin

source: Customize the login page with your own background image and custom text.
de_de: Passe die Login-Seite mit deinem eigenen Hintergrundbild und benutzerdefiniertem Text an.
tr_tr: Giriş sayfasını kendi arka plan resminiz ve özel metninizle özelleştirin.

source: Dashboard Custom Metabox Content
de_de: Inhalt der benutzerdefinierten Metabox des Dashboards
tr_tr: Pano Özel Metabox içeriği

source: Dashicon
tr_tr: Dashicon'un

source: dashicons-admin-page
de_de: Dashicons-Admin-Seite
tr_tr: dashicons-yönetici sayfası

source: Data Exports
de_de: Datenexporte
tr_tr: Veri Dışa Aktarma

source: Data is not a valid array.
de_de: Daten sind kein gültiges Array.
tr_tr: Veriler geçerli bir dizi değildir.

source: Database Optimization
de_de: Datenbankoptimierung
tr_tr: Veritabanı Optimizasyonu

source: Database Query Errors
de_de: Datenbankabfragefehler
tr_tr: Veritabanı Sorgu Hataları

source: Date
de_de: Datum
tr_tr: Tarih

source: Date & Time
de_de: Datum & Uhrzeit
tr_tr: Tarih ve Saat

source: Define custom fields with group name, field name, field type, and assign to post type, taxonomy, author, or an options page:
de_de: Definiere benutzerdefinierte Felder mit Gruppenname, Feldname, Feldtyp und weise sie Beitragstyp, Taxonomie, Autor oder einer Optionsseite zu:
tr_tr: Grup adı, alan adı, alan türü içeren özel alanlar tanımlayın ve gönderi türüne, taksonomiye, yazara veya seçenekler sayfasına atayın:

source: Define custom post types with name, slug (max 20 chars), visibility, dashicon, and supported features:
de_de: Definiere benutzerdefinierte Beitragstypen mit Name, Slug (max. 20 Zeichen), Sichtbarkeit, Dashicon und unterstützten Funktionen:
tr_tr: Ad, sümüklü böcek (en fazla 20 karakter), görünürlük, çizgi simgesi ve desteklenen özelliklerle özel gönderi türleri tanımlayın:

source: Define custom taxonomies with name, slug, hierarchical setting, and associated post types:
de_de: Definiere benutzerdefinierte Taxonomien mit Name, Slug, hierarchischer Einstellung und zugeordneten Beitragstypen:
tr_tr: Ad, sümüklü böcek, hiyerarşik ayar ve ilişkili gönderi türleriyle özel taksonomiler tanımlayın:

source: Define trigger selector, event and at least one action.
de_de: Definiere Auslöser-Selektor, Ereignis und mindestens eine Aktion.
tr_tr: Tetik seçiciyi, olayı ve en az bir eylemi tanımlayın.

source: Delay
de_de: Verzögerung
tr_tr: Gecikme

source: Delay (sec)
de_de: Verzögerung (Sek.)
tr_tr: Gecikme (sn)

source: Delay 0.1
de_de: Verzögerung 0.1
tr_tr: Gecikme 0.1

source: Delay 0.2
de_de: Verzögerung 0.2
tr_tr: Gecikme 0.2

source: Delay 0.3
de_de: Verzögerung 0.3
tr_tr: Gecikme 0.3

source: Delay 0.4
de_de: Verzögerung 0.4
tr_tr: Gecikme 0.4

source: Delay 0.5
de_de: Verzögerung 0.5
tr_tr: Gecikme 0.5

source: Delay 0.6
de_de: Verzögerung 0.6
tr_tr: Gecikme 0.6

source: Delay 0.7
de_de: Verzögerung 0.7
tr_tr: Gecikme 0.7

source: Delay 0.8
de_de: Verzögerung 0.8
tr_tr: Gecikme 0.8

source: Delay 0.9
de_de: Verzögerung 0.9
tr_tr: Gecikme 0.9

source: Delay 1
de_de: Verzögerung 1
tr_tr: Gecikme 1

source: Delay 10
de_de: Verzögerung 10
tr_tr: Gecikme 10

source: Delay 2
de_de: Verzögerung 2
tr_tr: Gecikme 2

source: Delay 20
de_de: Verzögerung 20
tr_tr: Gecikme 20

source: Delay 3
de_de: Verzögerung 3
tr_tr: Gecikme 3

source: Delay 4
de_de: Verzögerung 4
tr_tr: Gecikme 4

source: Delay 5
de_de: Verzögerung 5
tr_tr: Gecikme 5

source: Delay 6
de_de: Verzögerung 6
tr_tr: Gecikme 6

source: Delay 7
de_de: Verzögerung 7
tr_tr: Gecikme 7

source: Delay 8
de_de: Verzögerung 8
tr_tr: Gecikme 8

source: Delay 9
de_de: Verzögerung 9
tr_tr: Gecikme 9

source: Delete
de_de: Löschen
tr_tr: Silmek

source: Delete Logs
de_de: Protokolle löschen
tr_tr: Günlükleri Sil

source: Delete Logs by IP or User Agent
de_de: Protokolle nach IP oder User Agent löschen
tr_tr: Günlükleri IP veya Kullanıcı Aracısına Göre Silme

source: Delete Selected
de_de: Ausgewählte löschen
tr_tr: Seçilenleri Sil

source: denary-color
de_de: Dezimal-Farbe (denary-color)
tr_tr: denary-renk

source: Deny
de_de: Ablehnen
tr_tr: Reddetmek

source: Deny Button Text
de_de: Text der Ablehnen-Schaltfläche
tr_tr: Düğme Metnini Reddet

source: Depth In
de_de: Tiefe rein
tr_tr: Derinlik

source: Depth Out
de_de: Tiefe raus
tr_tr: Derinlik Çıkışı

source: Desaturate In
de_de: Entsättigen rein
tr_tr: İçinde Desatürasyon

source: Describe the layout or design you want to generate.
de_de: Beschreibe das Layout oder Design, das du generieren möchtest.
tr_tr: Oluşturmak istediğiniz düzeni veya tasarımı açıklayın.

source: Deselect All
de_de: Alle abwählen
tr_tr: Tümünün Seçimini kaldırın

source: Desktop
tr_tr: Masaüstü

source: Desktop False
de_de: Desktop falsch
tr_tr: Masaüstü Yanlış

source: Details
tr_tr: Detaylar

source: Device / OS
de_de: Gerät / Betriebssystem
tr_tr: Cihaz / işletim sistemi

source: Disable all comments on the site
de_de: Alle Kommentare auf der Website deaktivieren
tr_tr: Sitedeki tüm yorumları devre dışı bırak

source: Disable Bots/Robots Logging (Don't enable this if the website is new; collect some URLs first for SEO)
de_de: Bot-/Roboter-Protokollierung deaktivieren (Nicht aktivieren, wenn die Website neu ist; sammle zuerst einige URLs für SEO)
tr_tr: Bot / Robot Günlüğünü Devre Dışı Bırakın (Web sitesi yeniyse bunu etkinleştirmeyin; SEO için önce bazı URL'leri toplayın)

source: Disable Bundled Theme Install
de_de: Deinstallation gebündelter Themes deaktivieren
tr_tr: Birlikte Verilen Tema Yüklemesini Devre Dışı Bırak

source: Disable Comments
de_de: Kommentare deaktivieren
tr_tr: Yorumları Devre Dışı Bırak

source: Disable Core Blocks
de_de: Core-Blöcke deaktivieren
tr_tr: Çekirdek Blokları Devre Dışı Bırak

source: Disable Default Dashboard Widgets
de_de: Standard-Dashboard-Widgets deaktivieren
tr_tr: Varsayılan Pano Widget'larını Devre Dışı Bırak

source: Disable Emoji Support
de_de: Emoji-Unterstützung deaktivieren
tr_tr: Emoji Desteğini Devre Dışı Bırak

source: Disable File Editing
de_de: Datei-Bearbeitung deaktivieren
tr_tr: Dosya Düzenlemeyi Devre Dışı Bırak

source: Disable for Logged-In Users
de_de: Für eingeloggte Benutzer deaktivieren
tr_tr: Oturum Açmış Kullanıcılar için Devre Dışı Bırak

source: Disable Fullscreen Mode
de_de: Vollbildmodus deaktivieren
tr_tr: Tam Ekran Modunu Devre Dışı Bırak

source: Disable Gravatar Support
de_de: Gravatar-Unterstützung deaktivieren
tr_tr: Gravatar Desteğini Devre Dışı Bırak

source: Disable JSON API for Guests
de_de: JSON API für Gäste deaktivieren
tr_tr: Konuklar için JSON API'sini Devre Dışı Bırak

source: Disable Remove RSS
de_de: Entfernung von RSS deaktivieren
tr_tr: RSS Kaldırmayı Devre Dışı Bırak

source: Disable Scripts for Logged-In Users
de_de: Skripte für eingeloggte Benutzer deaktivieren
tr_tr: Oturum Açmış Kullanıcılar için Komut Dosyalarını Devre Dışı Bırak

source: Disable Spotlight Mode
de_de: Spotlight-Modus deaktivieren
tr_tr: Spotlight Modunu Devre Dışı Bırak

source: Disable Welcome Guide Popup
de_de: Willkommens-Guide-Pop-up deaktivieren
tr_tr: Karşılama Kılavuzu Açılır Penceresini Devre Dışı Bırak

source: Disable XML-RPC
de_de: XML-RPC deaktivieren
tr_tr: XML-rpc'yi devre dışı bırak

source: Dismiss This Notice
de_de: Diesen Hinweis ausblenden
tr_tr: Bu Bildirimi Reddet

source: Display Name
de_de: Anzeigename
tr_tr: Görünen Ad

source: Dither Type
de_de: Dither-Typ
tr_tr: Renk taklidi Türü

source: DOM Element Tag
tr_tr: DOM Öğesi Etiketi

source: DOM Selector
de_de: DOM-Selektor
tr_tr: DOM Seçici

source: Dom Selector
de_de: DOM-Selektor
tr_tr: Dom Seçici

source: DOM selector (action target)
de_de: DOM-Selektor (Aktionsziel)
tr_tr: DOM seçici (eylem hedefi)

source: DOM selector (event trigger)
de_de: DOM-Selektor (Ereignis-Auslöser)
tr_tr: DOM seçici (olay tetikleyicisi)

source: DOMs selector "comment" or ".post" or ".my-comment"
de_de: DOM-Selektor „comment“ oder „.post“ oder „.my-comment“
tr_tr: DOMs seçici "yorum" veya ".gönderi "veya". yorumum"

source: Door Open In (Left)
de_de: Tür öffnen rein (Links)
tr_tr: Kapı Açık (Solda)
