Repository: sinanisler/snn-brx-child-theme
Catalog: languages/*.po
Languages: de_de, tr_tr

source: %d Post
de_de: %d Beitrag
tr_tr: %d Yazı

source: %d redirects imported successfully!
de_de: %d Weiterleitungen erfolgreich importiert!
tr_tr: %d içe aktarılanları başarıyla yönlendirir!

source: %d redirects were skipped (invalid format or already exist).
de_de: %d Weiterleitungen wurden übersprungen (ungültiges Format oder existieren bereits).
tr_tr: %d yönlendirmeleri atlandı (geçersiz biçim veya zaten var).

source: %d revision(s) for "%s" cleared successfully.
de_de: %d Revision(en) für „%s“ erfolgreich gelöscht.
tr_tr: "%s" için %d düzeltmeleri başarıyla temizlendi.

source: - Change Category To -
de_de: - Kategorie ändern auf -
tr_tr: - Kategoriyi Şu şekilde Değiştirin -

source: - None -
de_de: - Keine -
tr_tr: - Yok -

source: / Custom data-animate
de_de: / Benutzerdefinierte Daten-Animation
tr_tr: / Özel data-animate

source: 301 Redirect Rules
de_de: 301-Weiterleitungsregeln
tr_tr: 301 Yönlendirme Kuralları

source: 301 Redirects
de_de: 301-Weiterleitungen
tr_tr: 301 Yönlendirmeler

source: 404 Error
de_de: 404-Fehler
tr_tr: 404 Hatası

source: 404 Logs
de_de: 404-Protokolle
tr_tr: 404 Kayıt

source: = Condition value
de_de: = Bedingungswert
tr_tr: = Koşul değeri

source: A redirect for this path already exists!
de_de: Eine Weiterleitung für diesen Pfad existiert bereits!
tr_tr: Bu yol için bir yönlendirme zaten var!

source: Ability to create GSAP animations with just data-animate attributes.
de_de: Möglichkeit, GSAP-Animationen nur mit Daten-Animationsattributen zu erstellen.
tr_tr: Sadece veri animasyonu nitelikleriyle GSAP animasyonları oluşturma yeteneği.

source: Accept
de_de: Akzeptieren
tr_tr: Kabul etmek

source: Accept Button Text
de_de: Text der Akzeptieren-Schaltfläche
tr_tr: Düğme Metnini Kabul Et

source: Accessibility Settings
de_de: Einstellungen zur Barrierefreiheit
tr_tr: Erişilebilirlik Ayarları

source: Accessibility Widget Color
de_de: Farbe des Widgets für Barrierefreiheit
tr_tr: Erişilebilirlik Widget Rengi

source: Action
de_de: Aktion
tr_tr: Aksiyon

source: Action Name
de_de: Aktionsname
tr_tr: Eylem Adı

source: Action Prompt
de_de: Aktionsaufforderung
tr_tr: Eylem İstemi

source: Action Prompts
de_de: Aktionsaufforderungen
tr_tr: Eylem İstemleri

source: Actions
de_de: Aktionen
tr_tr: Hareketler

source: Activity log cleared.
de_de: Aktivitätsprotokoll gelöscht.
tr_tr: Etkinlik günlüğü temizlendi.

source: Activity Logs
de_de: Aktivitätsprotokolle
tr_tr: Etkinlik Günlükleri

source: Add
de_de: Hinzufügen
tr_tr: Eklemek

source: Add Category
de_de: Kategorie hinzufügen
tr_tr: Kategori Ekle

source: Add Color +
de_de: Farbe hinzufügen +
tr_tr: Renk Ekle +

source: Add Columns
de_de: Spalten hinzufügen
tr_tr: Sütun Ekle

source: Add More +
de_de: Mehr hinzufügen +
tr_tr: Daha Fazlasını Ekle +

source: Add New Field
de_de: Neues Feld hinzufügen
tr_tr: Yeni Alan Ekle

source: Add New Media Category
de_de: Neue Medienkategorie hinzufügen
tr_tr: Yeni Medya Kategorisi Ekle

source: Add New Post Type
de_de: Neuen Beitragstyp hinzufügen
tr_tr: Yeni Yazı Türü Ekle

source: Add New Role
de_de: Neue Rolle hinzufügen
tr_tr: Yeni Rol Ekle

source: Add New Taxonomy
de_de: Neue Taxonomie hinzufügen
tr_tr: Yeni Taksonomi Ekle

source: Add Preset
de_de: Voreinstellung hinzufügen
tr_tr: Ön Ayar Ekle

source: Add Redirect
de_de: Weiterleitung hinzufügen
tr_tr: Yönlendirme Ekle

source: Add Selected
de_de: Ausgewählte hinzufügen
tr_tr: Seçili Ekle

source: Add Service
de_de: Dienst hinzufügen
tr_tr: Hizmet Ekle

source: Add To Canvas
de_de: Zur Leinwand hinzufügen
tr_tr: Tuvale Ekle

source: Add, edit, remove, or drag-and-drop to reorder AI action prompts. These presets will be available as selectable buttons in the AI overlay.
de_de: AI-Aktionsaufforderungen hinzufügen, bearbeiten, entfernen oder per Drag-and-Drop neu anordnen. Diese Voreinstellungen sind als wählbare Schaltflächen im AI-Overlay verfügbar.
tr_tr: Yapay zeka eylem istemlerini yeniden sıralamak için ekleyin, düzenleyin, kaldırın veya sürükleyip bırakın. Bu hazır ayarlar, AI kaplamasında seçilebilir düğmeler olarak mevcut olacaktır.

source: Added Date
de_de: Hinzugefügtes Datum
tr_tr: Eklenme Tarihi

source: Admin Head PHP/HTML
tr_tr: Yönetici Başı PHP / HTML

source: Administrator role cannot be deleted.
de_de: Administratorrolle kann nicht gelöscht werden.
tr_tr: Yönetici rolü silinemez.

source: Administrator role cannot be modified here.
de_de: Administratorrolle kann hier nicht geändert werden.
tr_tr: Yönetici rolü burada değiştirilemez.

source: Advance Code (functions.php)
de_de: Erweiterter Code (functions.php)
tr_tr: Ön Kod (fonksiyonlar.php)

source: Advanced Image
de_de: Erweitertes Bild
tr_tr: Gelişmiş Görüntü

source: Advanced Raw Code
de_de: Erweiterter Rohcode
tr_tr: Gelişmiş Ham Kod

source: After
de_de: Nach
tr_tr: Sonra

source: ago
de_de: vor
tr_tr: önce

source: AI Content Assistant
de_de: AI-Inhaltsassistent
tr_tr: AI İçerik Asistanı

source: AI Design Generator
tr_tr: AI Tasarım Üreteci

source: AI Settings
de_de: AI-Einstellungen
tr_tr: AI Ayarları

source: AJAX error fetching revision.
de_de: AJAX-Fehler beim Abrufen der Revision.
tr_tr: AJAX hatası revizyon getiriliyor.

source: All Code Snippets
de_de: Alle Code-Snippets
tr_tr: Tüm Kod Parçacıkları

source: All error logs have been cleared.
de_de: Alle Fehlerprotokolle wurden gelöscht.
tr_tr: Tüm hata günlükleri temizlendi.

source: All Logging Options
de_de: Alle Protokollierungsoptionen
tr_tr: Tüm Günlüğe Kaydetme Seçenekleri

source: All logs have been cleared!
de_de: Alle Protokolle wurden gelöscht!
tr_tr: Tüm kayıtlar temizlendi!

source: All Media Categories
de_de: Alle Medienkategorien
tr_tr: Tüm Medya Kategorileri

source: All Media Files
de_de: Alle Mediendateien
tr_tr: Tüm Medya Dosyaları

source: All search logs have been cleared.
de_de: Alle Suchprotokolle wurden gelöscht.
tr_tr: Tüm arama kayıtları temizlendi.

source: All snippet execution is currently disabled by the %s constant. To re-enable execution, you must remove or set this constant to false.
de_de: Die Ausführung aller Snippets ist derzeit durch die Konstante %s deaktiviert. Um die Ausführung wieder zu aktivieren, musst du diese Konstante entfernen oder auf false setzen.
tr_tr: Tüm snippet yürütme şu anda %s sabiti tarafından devre dışı bırakılmıştır. Yürütmeyi yeniden etkinleştirmek için bu sabiti kaldırmanız veya false olarak ayarlamanız gerekir.

source: All snippets and settings saved.
de_de: Alle Snippets und Einstellungen gespeichert.
tr_tr: Tüm parçacıklar ve ayarlar kaydedildi.

source: Allow multiple values
de_de: Mehrere Werte zulassen
tr_tr: Birden çok değere izin ver

source: Allowed user roles
de_de: Erlaubte Benutzerrollen
tr_tr: İzin verilen kullanıcı rolleri

source: An error occurred while saving settings.
de_de: Beim Speichern der Einstellungen ist ein Fehler aufgetreten.
tr_tr: Ayarları kaydederken bir hata oluştu.

source: An error occurred. Please try again.
de_de: Es ist ein Fehler aufgetreten. Bitte versuche es erneut.
tr_tr: Bir hata oluştu. Lütfen tekrar deneyin.

source: and
de_de: und
tr_tr: ve

source: and click
de_de: und klicke
tr_tr: ve tıklayın

source: Animated Headline
de_de: Animierte Überschrift
tr_tr: Hareketli Başlık

source: Animated Text
de_de: Animierter Text
tr_tr: Hareketli Metin

source: Animated VFX Text
de_de: Animierter VFX-Text
tr_tr: Hareketli Görsel Efekt Metni

source: Animation
tr_tr: Animasyon

source: Animation Effect
de_de: Animationseffekt
tr_tr: Animasyon Efekti

source: Animation Height (px)
de_de: Animationshöhe (px)
tr_tr: Animasyon Yüksekliği (piksel)

source: Animation Speed
de_de: Geschwindigkeit der Animation
tr_tr: Animasyon Hızı

source: Any
de_de: Beliebig
tr_tr: Herhangi

source: Any valid DOM selector. If set, conditions apply to target(s) instead of this element.
de_de: Jeder gültige DOM-Selektor. Wenn festgelegt, gelten die Bedingungen für das/die Ziel(e) anstelle dieses Elements.
tr_tr: Geçerli herhangi bir DOM seçici. Ayarlanırsa, bu öğe yerine hedef(ler) için koşullar geçerlidir.

source: API Provider
de_de: API-Anbieter
tr_tr: API Sağlayıcısı

source: Append HTML
de_de: HTML anhängen
tr_tr: HTML ekle

source: Application Password Events
de_de: Ereignisse des Anwendungspassworts
tr_tr: Uygulama Şifresi Olayları

source: Apply
de_de: Anwenden
tr_tr: Uygulamak

source: Apply Changes to Editor
de_de: Änderungen auf den Editor anwenden
tr_tr: Değişiklikleri Düzenleyiciye Uygula

source: Apply to Editor
de_de: Auf den Editor anwenden
tr_tr: Editöre Uygula

source: Arc
de_de: Bogen
tr_tr: Ark

source: Are you absolutely sure you want to delete all error logs? This action cannot be undone.
de_de: Bist du dir absolut sicher, dass du alle Fehlerprotokolle löschen möchtest? Diese Aktion kann nicht rückgängig gemacht werden.
tr_tr: Tüm hata günlüklerini silmek istediğinizden kesinlikle emin misiniz? Bu eylem geri alınamaz.

source: Are you absolutely sure you want to delete all revisions for this snippet? This action cannot be undone.
de_de: Bist du dir absolut sicher, dass du alle Revisionen für dieses Snippet löschen möchtest? Diese Aktion kann nicht rückgängig gemacht werden.
tr_tr: Bu snippet için tüm revizyonları silmek istediğinizden kesinlikle emin misiniz? Bu eylem geri alınamaz.

source: Are you absolutely sure you want to delete the role "%s"? This action cannot be undone. Users assigned to this role might lose permissions or be reassigned to the default role. Any post editing restrictions for this role will also be removed.
de_de: Bist du dir absolut sicher, dass du die Rolle „%s“ löschen möchtest? Diese Aktion kann nicht rückgängig gemacht werden. Benutzern, denen diese Rolle zugewiesen ist, könnten Berechtigungen verlieren oder der Standardrolle neu zugewiesen werden. Alle Beitragsbearbeitungseinschränkungen für diese Rolle werden ebenfalls entfernt.
tr_tr: "%s " rolünü silmek istediğinizden kesinlikle emin misiniz? Bu eylem geri alınamaz. Bu role atanan kullanıcılar izinleri kaybedebilir veya varsayılan role yeniden atanabilir. Bu rol için herhangi bir gönderi düzenleme kısıtlaması da kaldırılacaktır.

source: Are you sure you want to clear all logs? This action cannot be undone.
de_de: Bist du dir sicher, dass du alle Protokolle löschen möchtest? Diese Aktion kann nicht rückgängig gemacht werden.
tr_tr: Tüm günlükleri temizlemek istediğinizden emin misiniz? Bu eylem geri alınamaz.

source: Are you sure you want to delete this category?
de_de: Bist du dir sicher, dass du diese Kategorie löschen möchtest?
tr_tr: Bu kategoriyi silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this redirect?
de_de: Bist du dir sicher, dass du diese Weiterleitung löschen möchtest?
tr_tr: Bu yönlendirmeyi silmek istediğinizden emin misiniz?

source: Are you sure you want to remove this post type?
de_de: Bist du dir sicher, dass du diesen Beitragstyp entfernen möchtest?
tr_tr: Bu gönderi türünü kaldırmak istediğinizden emin misiniz?

source: Are you sure you want to reset all presets to their defaults? This cannot be undone.
de_de: Bist du dir sicher, dass du alle Voreinstellungen auf ihre Standardwerte zurücksetzen möchtest? Dies kann nicht rückgängig gemacht werden.
tr_tr: Tüm hazır ayarları varsayılanlarına sıfırlamak istediğinizden emin misiniz? Bu geri alınamaz.

source: Are you sure you want to restore this revision and save? The current content in the editor will be overwritten, saved, and then executed. This could break your site if the revision contains errors.
de_de: Bist du dir sicher, dass du diese Revision wiederherstellen und speichern möchtest? Der aktuelle Inhalt im Editor wird überschrieben, gespeichert und dann ausgeführt. Dies könnte deine Website beschädigen, wenn die Revision Fehler enthält.
tr_tr: Bu revizyonu geri yüklemek ve kaydetmek istediğinizden emin misiniz? Düzenleyicideki geçerli içeriğin üzerine yazılır, kaydedilir ve ardından yürütülür. Revizyon hatalar içeriyorsa, bu durum sitenizi bozabilir.

source: Assign Roles
de_de: Rollen zuweisen
tr_tr: Rol Atama

source: Associated Post Types
de_de: Zugeordnete Beitragstypen
tr_tr: İlişkili Yazı Türleri

source: ATTENTION PLEASE! These settings are not for normal users! If you don’t have at least some basic knowledge of HTML, CSS, and FTP login, DO NOT USE IT!
de_de: ACHTUNG BITTE! Diese Einstellungen sind nicht für normale Benutzer! Wenn du nicht mindestens Grundkenntnisse in HTML, CSS und FTP-Login hast, **VERWENDE ES NICHT**!
tr_tr: DİKKAT LÜTFEN! Bu ayarlar normal kullanıcılar için değildir! HTML, CSS ve FTP girişi hakkında en azından bazı temel bilgileriniz yoksa, kullanmayın!

source: Attribute Name
de_de: Attributname
tr_tr: nitelik adı

source: Attribute Value
de_de: Attributwert
tr_tr: Öznitelik Değeri

source: Author
de_de: Autor
tr_tr: Yazar

source: Auto Update Bricks Theme (Bricks Builder Only)
de_de: Automatisches Update des Bricks Themes (nur Bricks Builder)
tr_tr: Tuğla Temasını Otomatik Güncelle (Yalnızca Tuğla Oluşturucu)

source: Auto Update Bricks Theme (Main Theme Only)
de_de: Automatisches Update des Bricks Themes (nur Haupt-Theme)
tr_tr: Tuğla Temasını Otomatik Güncelle (Yalnızca Ana Tema)

source: Autoplay Animation
tr_tr: Otomatik Oynatma Animasyonu

source: Avatar size
de_de: Avatar-Größe
tr_tr: Avatar boyutu

source: Back
de_de: Zurück
tr_tr: Geri

source: Back Button Text
de_de: Text der Zurück-Schaltfläche
tr_tr: Geri Düğmesi Metni

source: Background Color (fade trail)
de_de: Hintergrundfarbe (Ausblendspur)
tr_tr: Arka Plan Rengi (solma izi)

source: Background Image
de_de: Hintergrundbild
tr_tr: Arka Plan Resmi

source: Background Position -100% to 0% (Left In)
de_de: Hintergrundposition -100% bis 0% (Links rein)
tr_tr: Arka Plan Konumu - 0ila %0 (Solda)

source: Background Position -100% to 0% (Top In)
de_de: Hintergrundposition -100% bis 0% (Oben rein)
tr_tr: Arka Plan Konumu - 0ila %0 (En Üstte)

source: Background Position 0% to -100% (Left Out)
de_de: Hintergrundposition 0% bis -100% (Links raus)
tr_tr: Arka Plan Konumu %0ila %-100 (Dışarıda Bırakıldı)

source: Background Position 0% to -100% (Top Out)
de_de: Hintergrundposition 0% bis -100% (Oben raus)
tr_tr: Arka Plan Konumu %0ila %-100 (Üstte)

source: Background Position 0% to 200% (Sweep Down)
de_de: Hintergrundposition 0% bis 200% (Nach unten wischen)
tr_tr: Arka Plan Konumu %0ila 0 (Aşağı Kaydırma)

source: Background Position 0% to 200% (Sweep Right)
de_de: Hintergrundposition 0% bis 200% (Nach rechts wischen)
tr_tr: Arka Plan Konumu %0ila 0 (Sağa Kaydır)

source: Background Position 100% to 200%
de_de: Hintergrundposition 100% bis 200%
tr_tr: Arka Plan Konumu 0ila 200%

source: Background Position 100% to 200% (Bottom Extend)
de_de: Hintergrundposition 100% bis 200% (Unten erweitern)
tr_tr: Arka Plan Konumu 0ila 0 (Alt Genişletme)

source: Background Position 200% to 0% (Sweep Left In)
de_de: Hintergrundposition 200% bis 0% (Von links rein wischen)
tr_tr: Arka Plan Konumu 0ila %0 (Sola Kaydırma)

source: Background Position 200% to 0% (Sweep Up In)
de_de: Hintergrundposition 200% bis 0% (Von oben rein wischen)
tr_tr: Arka Plan Konumu 0ila %0 (İçeri Doğru Süpürün)

source: Background Position 200% to 100%
de_de: Hintergrundposition 200% bis 100%
tr_tr: Arka Plan Konumu 0ila 0%

source: Background Position Bottom to Top
de_de: Hintergrundposition von unten nach oben
tr_tr: Arka Plan Konumu Aşağıdan Yukarıya

source: Background Position Left to Right
de_de: Hintergrundposition von links nach rechts
tr_tr: Arka Plan Konumu Soldan Sağa

source: Background Position Right to Left
de_de: Hintergrundposition von rechts nach links
tr_tr: Arka Plan Konumu Sağdan Sola

source: Background Position Top to Bottom
de_de: Hintergrundposition von oben nach unten
tr_tr: Arka Plan Konumu Yukarıdan Aşağıya

source: Background Size 0% to 100%
de_de: Hintergrundgröße 0% bis 100%
tr_tr: Arka Plan Boyutu %0ila 100%

source: Background Size 100% to 0%
de_de: Hintergrundgröße 100% bis 0%
tr_tr: Arka Plan Boyutu 0ila 0%

source: Background Size 100% to 200%
de_de: Hintergrundgröße 100% bis 200%
tr_tr: Arka Plan Boyutu 0ila 200%

source: Background Size 100% to 50%
de_de: Hintergrundgröße 100% bis 50%
tr_tr: Arka Plan Boyutu 0ila 50%

source: Background Size 200% to 100%
de_de: Hintergrundgröße 200% bis 100%
tr_tr: Arka Plan Boyutu 0ila 100%

source: Background Size 50% to 100%
de_de: Hintergrundgröße 50% bis 100%
tr_tr: Arka Plan Boyutu ila 100%

source: Background Size Auto to Full Height
de_de: Hintergrundgröße Auto bis Volle Höhe
tr_tr: Arka Plan Boyutu Otomatik Olarak Tam Yüksekliğe

source: Background Size Auto to Full Width
de_de: Hintergrundgröße Auto bis Volle Breite
tr_tr: Arka Plan Boyutu Otomatik olarak Tam Genişliğe

source: Background Size Normal to Tall
de_de: Hintergrundgröße Normal bis Hoch
tr_tr: Arka Plan Boyutu Normalden Boyuna

source: Background Size Normal to Wide
de_de: Hintergrundgröße Normal bis Breit
tr_tr: Arka Plan Boyutu Normalden Genişliğe

source: Background Size Tall to Normal
de_de: Hintergrundgröße Hoch bis Normal
tr_tr: Arka Plan Boyutu Normalden Uzun

source: Background Size Wide to Normal
de_de: Hintergrundgröße Breit bis Normal
tr_tr: Arka Plan Boyutu Normalden Geniş

source: Balloon Text (Like)
de_de: Ballon-Text (Gefällt mir)
tr_tr: Balon Metni (Beğen)

source: Balloon Text (Unlike)
de_de: Ballon-Text (Gefällt mir nicht)
tr_tr: Balon Metni (Aksine)

source: Banner Border Radius
de_de: Banner-Randradius
tr_tr: Banner Sınır Yarıçapı

source: Banner Shadow Color
de_de: Banner-Schattenfarbe
tr_tr: Afiş Gölge Rengi

source: Banner Shadow Spread
de_de: Banner-Schattenstreuung
tr_tr: Afiş Gölge Yayılımı

source: Banner Width
de_de: Banner-Breite
tr_tr: Afiş Genişliği

source: Barrel Roll In
de_de: Fassrolle rein
tr_tr: Varil Rulo

source: Barrel Roll Out
de_de: Fassrolle raus
tr_tr: Namlu Yuvarlandı

source: Basic Rich Text
de_de: Einfacher Rich Text
tr_tr: Temel Zengin Metin

source: Before
de_de: Vor
tr_tr: Önce

source: Blink
de_de: Blinken
tr_tr: Göz kırpmak

source: Blob Morph In (Legacy)
de_de: Blob-Morphing rein (Legacy)
tr_tr: Blob Dönüşümü (Miras)

source: Blob Morph Out (Legacy)
de_de: Blob-Morphing raus (Legacy)
tr_tr: Blob Dönüşümü (Miras)

source: Block Editor Settings
de_de: Einstellungen für den Block-Editor
tr_tr: Düzenleyici Ayarlarını Engelle

source: Blur
de_de: Unschärfe
tr_tr: Bulanıklık

source: Blur End
de_de: Unschärfe Ende
tr_tr: Bulanıklık Sonu

source: Blur In
de_de: Unschärfe rein
tr_tr: Bulanıklaştır

source: Blur Out
de_de: Unschärfe raus
tr_tr: Bulanıklaştır

source: Blur Start
de_de: Unschärfe Start
tr_tr: Bulanıklaştırma Başlangıcı

source: Body Bottom
de_de: Body unten
tr_tr: Vücut Alt

source: Body Top
de_de: Body oben
tr_tr: Vücut Üstü

source: Border radius of the buttons in pixels.
de_de: Randradius der Schaltflächen in Pixeln.
tr_tr: Düğmelerin piksel cinsinden kenarlık yarıçapı.

source: Border radius of the cookie banner in pixels.
de_de: Randradius des Cookie-Banners in Pixeln.
tr_tr: Çerez başlığının piksel cinsinden kenarlık yarıçapı.

source: Bot Logs Blocklist (one per line):
de_de: Bot-Protokolle Blockliste (eine pro Zeile):
tr_tr: Bot Günlükleri Blok Listesi (satır başına bir tane):

source: Bottom
de_de: Unten
tr_tr: Alt

source: Bottom Rich Text
de_de: Rich Text unten
tr_tr: Alt Zengin Metin

source: Bottom Spacing (px)
de_de: Abstand unten (px)
tr_tr: Alt Aralık (px)

source: Bottom to Top (Flip)
de_de: Von unten nach oben (Umklappen)
tr_tr: Aşağıdan Yukarıya (Çevir)

source: Bottom to Top Slide
de_de: Von unten nach oben Schieben
tr_tr: Aşağıdan Yukarıya Kaydırın

source: Bounce
de_de: Springen
tr_tr: Sıçrama

source: Bounce In
de_de: Springen rein
tr_tr: Zıpla

source: Bounce In Down
de_de: Springen rein unten
tr_tr: Aşağı Zıpla

source: Bounce In Left
de_de: Springen rein links
tr_tr: Sola Sıçrama

source: Bounce In Right
de_de: Springen rein rechts
tr_tr: Sağa Zıpla

source: Bounce In Up
de_de: Springen rein oben
tr_tr: Yukarı Zıpla

source: Bounce Out
de_de: Springen raus
tr_tr: Dışarı Çıkma

source: Bounce Out Down
de_de: Springen raus unten
tr_tr: Aşağı Zıpla

source: Bounce Out Left
de_de: Springen raus links
tr_tr: Sola Zıpla

source: Bounce Out Right
de_de: Springen raus rechts
tr_tr: Sağa Zıpla

source: Bounce Out Up
de_de: Springen raus oben
tr_tr: Yukarı Zıpla

source: Bricks Builder
tr_tr: Tuğla Oluşturucu

source: Bricks Builder Child Theme Settings
de_de: Bricks Builder Child Theme Einstellungen
tr_tr: Tuğla Oluşturucu Çocuk Tema Ayarları

source: Bricks Builder Editor Settings
de_de: Bricks Builder Editor Einstellungen
tr_tr: Tuğla Oluşturucu Düzenleyici Ayarları

source: Brightness
de_de: Helligkeit
tr_tr: Parlaklık

source: Brightness In
de_de: Helligkeit rein
tr_tr: Parlaklık

source: Bulk AI Content Editor
tr_tr: Toplu AI İçerik Düzenleyici

source: Bulk CSS
tr_tr: Toplu CSS

source: Bulk Variables
de_de: Bulk-Variablen
tr_tr: Toplu Değişkenler

source: Button Alignment
de_de: Schaltflächen-Ausrichtung
tr_tr: Düğme Hizalaması

source: Button background
de_de: Schaltflächen-Hintergrund
tr_tr: Düğme arka planı

source: Button Background Color
de_de: Farbe des Schaltflächen-Hintergrunds
tr_tr: Düğme Arka Plan Rengi

source: Button Border Radius
de_de: Randradius der Schaltfläche
tr_tr: Düğme Kenarlık Yarıçapı

source: Button Height (px)
de_de: Schaltflächen-Höhe (px)
tr_tr: Düğme Yüksekliği (px)

source: Button Icon
de_de: Schaltflächen-Icon
tr_tr: Düğme Simgesi

source: Button padding
de_de: Schaltflächen-Padding
tr_tr: Düğme dolgusu

source: Button Selector
de_de: Schaltflächen-Selektor
tr_tr: Düğme Seçici

source: Button Text Color
de_de: Textfarbe der Schaltfläche
tr_tr: Düğme Metin Rengi

source: Button Typography
de_de: Schaltflächen-Typografie
tr_tr: Düğme Tipografisi

source: Button typography
de_de: Schaltflächen-Typografie
tr_tr: Düğme tipografisi

source: Button Width (px)
de_de: Schaltflächen-Breite (px)
tr_tr: Düğme Genişliği (piksel)

source: Cancel
de_de: Abbrechen
tr_tr: İptal etmek

source: Cannot create a role with the core ID "%s". Use a unique ID.
de_de: Kann keine Rolle mit der Kern-ID „%s“ erstellen. Verwende eine eindeutige ID.
tr_tr: Çekirdek kimliği "%s " olan bir rol oluşturulamıyor. Benzersiz bir kimlik kullanın.

source: Cannot create a role with the ID "administrator".
de_de: Kann keine Rolle mit der ID „administrator“ erstellen.
tr_tr: "Yönetici" kimliğiyle bir rol oluşturulamıyor.

source: Capabilities
de_de: Berechtigungen (Capabilities)
tr_tr: Yetenekler

source: Card Flip In
de_de: Kartenumdrehung rein
tr_tr: Kart Çevirme

source: Card Flip Out
de_de: Kartenumdrehung raus
tr_tr: Kart Çevirme

source: Categories
de_de: Kategorien
tr_tr: Kategoriler

source: Category
de_de: Kategorie
tr_tr: Kategori

source: Category (Optional)
de_de: Kategorie (Optional)
tr_tr: Kategori (İsteğe bağlı)

source: Category Name
de_de: Kategoriename
tr_tr: Kategori Adı

source: Category name cannot be empty
de_de: Kategoriename darf nicht leer sein
tr_tr: Kategori adı boş olamaz

source: Category/Tag Creation
de_de: Erstellung von Kategorie/Tag
tr_tr: Kategori / Etiket Oluşturma

source: Category/Tag Deletion
de_de: Löschung von Kategorie/Tag
tr_tr: Kategori / Etiket Silme

source: Category/Tag Updates
de_de: Aktualisierungen von Kategorie/Tag
tr_tr: Kategori / Etiket Güncellemeleri

source: Change the print button text in the popup.
de_de: Ändere den Text der Druckschaltfläche im Pop-up.
tr_tr: Açılır penceredeki yazdır düğmesi metnini değiştirin.

source: Check any of the following to change the default:
de_de: Überprüfe eine der folgenden Optionen, um die Standardeinstellung zu ändern:
tr_tr: Varsayılanı değiştirmek için aşağıdakilerden herhangi birini kontrol edin:
