Repository: sinanisler/snn-brx-child-theme
Catalog: languages/*.po
Languages: de_de, tr_tr

source: No searches found.
de_de: Keine Suchanfragen gefunden.
tr_tr: Arama bulunamadı.

source: No text elements found on the page or all are empty.
de_de: Keine Textelemente auf der Seite gefunden oder alle sind leer.
tr_tr: Sayfada hiçbir metin öğesi bulunamadı veya tümü boş.

source: No top searches found to clear.
de_de: Keine Top-Suchanfragen zum Löschen gefunden.
tr_tr: Temizlenecek en iyi arama bulunamadı.

source: No variables added yet. Click "Add" to create a variable.
de_de: Noch keine Variablen hinzugefügt. Klicke auf „Hinzufügen“, um eine Variable zu erstellen.
tr_tr: Henüz değişken eklenmedi. Bir değişken oluşturmak için "Ekle" yi tıklayın.

source: Noise
de_de: Rauschen (Noise)
tr_tr: Gürültü

source: nonary-color
de_de: Neuner-Farbe (nonary-color)
tr_tr: nonary-renk

source: Nonce verification failed.
de_de: Nonce-Verifizierung fehlgeschlagen.
tr_tr: Nonce doğrulaması başarısız oldu.

source: None
de_de: Keine (None)
tr_tr: Hiçbiri

source: Number
de_de: Zahl (Number)
tr_tr: Numara

source: octonary-color
de_de: Achter-Farbe (octonary-color)
tr_tr: sekiz renkli

source: Once True
de_de: Einmal Wahr
tr_tr: Bir kez Doğru

source: one per line
de_de: Eine pro Zeile
tr_tr: satır başına bir tane

source: Opacity
de_de: Deckkraft (Opacity)
tr_tr: Opaklık

source: Opacity 0 to 1
de_de: Deckkraft 0 zu 1
tr_tr: Opaklık 0 ila 1

source: Opacity 0 to 1 Fade in
de_de: Deckkraft 0 zu 1 Einblenden
tr_tr: 0'dan 1'e kadar opaklık Kaybolur

source: Opacity 0.1 to 1
de_de: Deckkraft 0.1 zu 1
tr_tr: Opaklık 0,1 ila 1

source: Opacity 1 to 0
de_de: Deckkraft 1 zu 0
tr_tr: 1'den 0'a kadar opaklık

source: Opacity 1 to 0 Fade out
de_de: Deckkraft 1 zu 0 Ausblenden
tr_tr: 1'den 0'a kadar opaklık kaybolur

source: Opacity End
de_de: Deckkraft Ende
tr_tr: Opaklık Sonu

source: Opacity Start
de_de: Deckkraft Start
tr_tr: Opaklık Başlangıcı

source: Open in new tab?
de_de: In neuem Tab öffnen?
tr_tr: Yeni sekmede aç?

source: OpenAI API Key
de_de: OpenAI API-Schlüssel
tr_tr: OpenAI API Anahtarı

source: OpenAI API Settings
de_de: OpenAI API-Einstellungen
tr_tr: OpenAI API Ayarları

source: OpenAI key missing. Please add your key first.
de_de: OpenAI-Schlüssel fehlt. Bitte füge zuerst deinen Schlüssel hinzu.
tr_tr: OpenAI anahtarı kayıp. Lütfen önce anahtarınızı ekleyin.

source: OpenAI Model
de_de: OpenAI-Modell
tr_tr: OpenAI Modeli

source: OpenRouter API Key
de_de: OpenRouter API-Schlüssel
tr_tr: OpenRouter API Anahtarı

source: OpenRouter API Settings
de_de: OpenRouter API-Einstellungen
tr_tr: OpenRouter API Ayarları

source: OpenRouter key missing. Please add your key first.
de_de: OpenRouter-Schlüssel fehlt. Bitte füge zuerst deinen Schlüssel hinzu.
tr_tr: Yönlendirici anahtarı eksik. Lütfen önce anahtarınızı ekleyin.

source: OpenRouter Model
de_de: OpenRouter-Modell
tr_tr: OpenRouter Modeli

source: Optimize or Convert or Resize gigantic images. Fast. It uses your cpu to optimize images. If img count is more than 5 it will create .zip download.
de_de: Gigantische Bilder optimieren oder konvertieren oder in der Größe ändern. Schnell. Verwendet deine CPU zur Bildoptimierung. Wenn die Bildanzahl mehr als 5 beträgt, wird ein .zip-Download erstellt.
tr_tr: Devasa görüntüleri optimize edin veya dönüştürün veya Yeniden boyutlandırın. Hızlı. Görüntüleri optimize etmek için cpu'nuzu kullanır. İmg sayısı 5'ten fazla ise, o zaman oluşturacaktır .zip indir.

source: Optimize, convert, and resize images before adding them to your media library.
de_de: Bilder optimieren, konvertieren und in der Größe ändern, bevor sie deiner Medienbibliothek hinzugefügt werden.
tr_tr: Medya kitaplığınıza eklemeden önce görüntüleri optimize edin, dönüştürün ve yeniden boyutlandırın.

source: Options Page
de_de: Optionsseite
tr_tr: Seçenekler Sayfası

source: Order
de_de: Reihenfolge (Order)
tr_tr: Sipariş

source: Ordered
de_de: Geordnet
tr_tr: Sipariş

source: Original
tr_tr: Orijinal

source: Other Settings
de_de: Andere Einstellungen
tr_tr: Diğer Ayarlar

source: Overlay Color
de_de: Overlay-Farbe
tr_tr: Kaplama Rengi

source: Overlay Opacity
de_de: Overlay-Deckkraft
tr_tr: Kaplama Opaklığı

source: Overlay Opacity (0-1)
de_de: Overlay-Deckkraft (0-1)
tr_tr: Kaplama Opaklığı (0-1)

source: Page Attributes
de_de: Seiten-Attribute
tr_tr: Sayfa Öznitelikleri

source: Paragraph
de_de: Absatz (Paragraph)
tr_tr: Paragraf

source: Parallax In
de_de: Parallaxe rein
tr_tr: İçinde Paralaks

source: Parallax Out
de_de: Parallaxe raus
tr_tr: Paralaks Çıkışı

source: Parent Media Category
de_de: Übergeordnete Medienkategorie
tr_tr: Ana Medya Kategorisi

source: Parent Media Category:
de_de: Übergeordnete Medienkategorie:
tr_tr: Ana Medya Kategorisi:

source: Password Reset Requests
de_de: Anfragen zur Passwortzurücksetzung
tr_tr: Parola Sıfırlama İstekleri

source: Paste multiple variable definitions here
de_de: Füge hier mehrere Variablendefinitionen ein
tr_tr: Birden çok değişken tanımını buraya yapıştırın

source: Paste your previously exported presets into the text area below and click "Import". This will add the imported presets to your current list, skipping any duplicates.
de_de: Füge deine zuvor exportierten Voreinstellungen in den Textbereich unten ein und klicke auf „Importieren“. Dadurch werden die importierten Voreinstellungen zu deiner aktuellen Liste hinzugefügt, wobei Duplikate übersprungen werden.
tr_tr: Önceden dışa aktarılan hazır ayarlarınızı aşağıdaki metin alanına yapıştırın ve "İçe Aktar"ı tıklayın. Bu, içe aktarılan hazır ayarları geçerli listenize ekleyerek kopyaları atlayacaktır.

source: Path Stroke Color
de_de: Farbe des Pfad-Strichs
tr_tr: Yol Kontur Rengi

source: Path Stroke Width
de_de: Dicke des Pfad-Strichs
tr_tr: Yol Kontur Genişliği

source: Pause on Mouse Leave
de_de: Bei Mausverlassen pausieren
tr_tr: Fare İzninde Duraklat

source: Peek In Down
de_de: Hervorlugen rein unten
tr_tr: Aşağıya Bak

source: Peek In Left
de_de: Hervorlugen rein links
tr_tr: Sola Bak

source: Peek In Right
de_de: Hervorlugen rein rechts
tr_tr: Sağa Bak

source: Peek In Up
de_de: Hervorlugen rein oben
tr_tr: Yukarı Bak

source: Peek Out Down
de_de: Hervorlugen raus unten
tr_tr: Aşağı Bak

source: Peek Out Left
de_de: Hervorlugen raus links
tr_tr: Sola Bak

source: Peek Out Right
de_de: Hervorlugen raus rechts
tr_tr: Sağa Bak

source: Peek Out Up
de_de: Hervorlugen raus oben
tr_tr: Yukarı Bak

source: Permission denied for accessing this revision content.
de_de: Berechtigung zum Zugriff auf diesen Revisionsinhalt verweigert.
tr_tr: Bu revizyon içeriğine erişim izni reddedildi.

source: Permission denied to manage options.
de_de: Berechtigung zur Verwaltung von Optionen verweigert.
tr_tr: Seçenekleri yönetme izni reddedildi.

source: Permission denied.
de_de: Berechtigung verweigert.
tr_tr: İzin reddedildi.

source: PHP (functions.php)
tr_tr: PHP (fonksiyonlar.php)

source: Pin
de_de: Anheften (Pin)
tr_tr: Pın Kodu

source: Pin True
de_de: Anheften Wahr
tr_tr: Pın Doğru

source: Pixelate Transition
de_de: Verpixelungsübergang
tr_tr: Pikselli Geçiş

source: Play on Click
de_de: Bei Klick abspielen
tr_tr: Tıkla Oyna

source: Play on Hover
de_de: Bei Hover abspielen
tr_tr: Vurgulu Oyna

source: Please paste some CSS first.
de_de: Bitte füge zuerst etwas CSS ein.
tr_tr: Lütfen önce biraz CSS yapıştırın.

source: Please paste some variables first.
de_de: Bitte füge zuerst einige Variablen ein.
tr_tr: Lütfen önce bazı değişkenleri yapıştırın.

source: Please select a category.
de_de: Bitte wähle eine Kategorie aus.
tr_tr: Lütfen bir kategori seçin.

source: Please select at least one field to regenerate.
de_de: Bitte wähle mindestens ein Feld zur Neuerstellung aus.
tr_tr: Lütfen yenilenecek en az bir alan seçin.

source: Please upload a Lottie JSON file.
de_de: Bitte lade eine Lottie JSON-Datei hoch.
tr_tr: Lütfen bir Lottie JSON dosyası yükleyin.

source: Plugin Activation
de_de: Plugin-Aktivierung
tr_tr: Eklenti Aktivasyonu

source: Plugin Deactivation
de_de: Plugin-Deaktivierung
tr_tr: Eklentiyi Devre Dışı Bırakma

source: Plugin Deletion
de_de: Plugin-Löschung
tr_tr: Eklenti Silme

source: Polkadot Halftone Image
de_de: Polkadot-Halbton-Bild
tr_tr: Polkadot Yarı Ton Görüntüsü

source: Pop In Z
de_de: Herausspringen Z
tr_tr: İçeri Gir Z

source: Pop Out Z
de_de: Hineinspringen Z
tr_tr: Dışarı Çık Z

source: Popup Font Size (px)
de_de: Pop-up-Schriftgröße (px)
tr_tr: Açılan Yazı Tipi Boyutu (piksel)

source: Popup Text
tr_tr: Açılan Metin

source: Post
de_de: Beitrag (Post)
tr_tr: İleti

source: Post Comment
de_de: Kommentar posten
tr_tr: Yorum Gönder

source: Post Edit Allowlist
de_de: Zulassungsliste für Beitragsbearbeitung
tr_tr: İzin Listesini Düzenle

source: Post Edit Restrictions
de_de: Einschränkungen für Beitragsbearbeitung
tr_tr: Düzenleme Sonrası Kısıtlamalar

source: Post status
de_de: Beitragsstatus
tr_tr: Yazı durumu

source: Post Status Changes
de_de: Beitragsstatus-Änderungen
tr_tr: Durum Değişikliklerini Gönder

source: Post type
de_de: Beitragstyp
tr_tr: Yazı türü

# post type general name
source: Code Snippets
tr_tr: Kod Parçacıkları

source: Post Type Name
de_de: Name des Beitragstyps
tr_tr: Yazı Türü Adı

# post type singular name
source: Code Snippet
tr_tr: Kod Parçacığı

source: Post Type Slug (max 20 chars)
de_de: Beitragstyp-Slug (max. 20 Zeichen)
tr_tr: Posta Tipi Sümüklü Böcek (maksimum 20 karakter)

source: Post Types
de_de: Beitragstypen
tr_tr: Yazı Türleri

source: Post Types, Custom Fields, Taxonomies, SMTP Mail Setting, Custom Login Design, Math Chaptcha for Login/Register, Security Features, 404 Logs, 301 Redirects and some Block Editor Features. Everything is straightforward and ready to use.
de_de: Beitragstypen, Benutzerdefinierte Felder, Taxonomien, SMTP-Mail-Einstellung, Benutzerdefiniertes Login-Design, Mathe-Captcha für Login/Registrierung, Sicherheitsfunktionen, 404-Protokolle, 301-Weiterleitungen und einige Block-Editor-Funktionen. Alles ist unkompliziert und sofort einsatzbereit.
tr_tr: Yazı Türleri, Özel Alanlar, Taksonomiler, SMTP Posta Ayarı, Özel Giriş Tasarımı, Giriş / Kayıt için Matematik Bölümü, Güvenlik Özellikleri, 404 Günlük, 301 Yönlendirme ve bazı Blok Düzenleyici Özellikleri. Her şey basit ve kullanıma hazır.

source: post-slug
de_de: Beitrags-Slug
tr_tr: sümüklü böcek sonrası

source: Post/Page Creation
de_de: Erstellung von Beitrag/Seite
tr_tr: Yazı / Sayfa Oluşturma

source: Post/Page Deletion
de_de: Löschung von Beitrag/Seite
tr_tr: Yazı / Sayfa Silme

source: Post/Page Trashed
de_de: Beitrag/Seite in den Papierkorb verschoben
tr_tr: Yazı / Sayfa Çöpe Atıldı

source: Post/Page Updates
de_de: Aktualisierungen von Beitrag/Seite
tr_tr: Yazı / Sayfa Güncellemeleri

source: Preferences
de_de: Präferenzen
tr_tr: Tercihler

source: Preferences Button Text
de_de: Text der Präferenzen-Schaltfläche
tr_tr: Tercihler Düğmesi Metni

source: Preferences Title
de_de: Präferenzen-Titel
tr_tr: Tercihler Başlığı

source: Preferences title text in the cookie banner.
de_de: Titeltext der Präferenzen im Cookie-Banner.
tr_tr: Çerez başlığındaki tercihler başlık metni.

source: Prepend HTML
de_de: HTML voranstellen
tr_tr: HTML ekle

source: presets added
de_de: Voreinstellungen hinzugefügt
tr_tr: hazır ayarlar eklendi

source: Press CTRL/CMD to select multiple or remove selection.
de_de: Drücke STRG/CMD, um mehrere auszuwählen oder die Auswahl aufzuheben.
tr_tr: Birden çok seçim yapmak veya seçimi kaldırmak için CTRL/CMD tuşlarına basın.

source: Preview in Editor
de_de: Vorschau im Editor
tr_tr: Editörde Önizleme

source: Prices
de_de: Preise
tr_tr: Fiyatlar

source: primary-color
de_de: Primärfarbe
tr_tr: birincil renk

source: Print Button Text
de_de: Text der Druckschaltfläche
tr_tr: Düğme Metnini Yazdır

source: Print Page/PDF
de_de: Seite/PDF drucken
tr_tr: Sayfayı Yazdır / PDF

source: Print Selector
de_de: Druck-Selektor
tr_tr: Baskı Seçici

source: Privacy Data Erasure
de_de: Löschung von Privatsphären-Daten
tr_tr: Gizlilik Verilerinin Silinmesi

source: Privacy Data Requests
de_de: Anfragen zu Privatsphären-Daten
tr_tr: Gizlilik Veri Talepleri

source: Private
de_de: Privat
tr_tr: Özel

source: Progress Bar Color
de_de: Farbe der Fortschrittsleiste
tr_tr: İlerleme Çubuğu Rengi

source: Progress Indicator Color
de_de: Farbe der Fortschrittsanzeige
tr_tr: İlerleme Göstergesi Rengi

source: Puff In
de_de: Puff rein
tr_tr: İçeri Üfle

source: Puff Out
de_de: Puff raus
tr_tr: Dışarı Üfle

source: Pulse
de_de: Puls
tr_tr: Nabız

source: quaternary-color
de_de: Quartärfarbe
tr_tr: kuvaterner-renk

source: quinary-color
de_de: Quinärfarbe
tr_tr: beşli-renk

source: Radio
de_de: Radio-Button
tr_tr: Radyo

source: Rain Speed
de_de: Regengeschwindigkeit
tr_tr: Yağmur Hızı

source: Rainbow
de_de: Regenbogen
tr_tr: Gökkuşağı

source: Random
de_de: Zufällig (Random)
tr_tr: Rastgele

source: Random True
de_de: Zufällig Wahr
tr_tr: Rastgele Doğru

source: Read More and Toggle Text
de_de: Weiterlesen und Text umschalten
tr_tr: Devamını Oku ve Metni Değiştir

source: Recent Activity
de_de: Jüngste Aktivität
tr_tr: Son Etkinlik

source: Recent Redirect Logs
de_de: Jüngste Weiterleitungs-Protokolle
tr_tr: Son Yönlendirme Günlükleri

source: Recent Search Logs
de_de: Jüngste Suchprotokolle
tr_tr: Son Arama Günlükleri

source: Recipient Email
de_de: Empfänger-E-Mail
tr_tr: Alıcı E-postası

source: Red
de_de: Rot
tr_tr: Kırmızı

source: Red Color
de_de: Rot-Farbe
tr_tr: Kırmızı Renk

source: Redirect added successfully!
de_de: Weiterleitung erfolgreich hinzugefügt!
tr_tr: Yönlendirme başarıyla eklendi!

source: Redirect deleted successfully!
de_de: Weiterleitung erfolgreich gelöscht!
tr_tr: Yönlendirme başarıyla silindi!

source: Redirect From
de_de: Weiterleiten von
tr_tr: Şuradan Yönlendir

source: Redirect from %1$s to %2$s
de_de: Weiterleiten von %1$s nach %2$s
tr_tr: %1$s'den %2$s'ye yönlendir

source: Redirect Media Library Grid View to List View
de_de: Medienbibliothek Rasteransicht zur Listenansicht weiterleiten
tr_tr: Ortam Kitaplığı Kılavuz Görünümünü Liste Görünümüne Yönlendirme

source: Redirect Setting
de_de: Weiterleitungs-Einstellung
tr_tr: Yönlendirme Ayarı

source: Redirect To
de_de: Weiterleiten zu
tr_tr: Yönlendir

source: Redirect updated successfully!
de_de: Weiterleitung erfolgreich aktualisiert!
tr_tr: Yönlendirme başarıyla güncellendi!

source: Redirect URL after Login
de_de: Weiterleitungs-URL nach Login
tr_tr: Giriş Yaptıktan sonra URL'yi yönlendir

source: Redirected URL
de_de: Weitergeleitete URL
tr_tr: Yönlendirilen URL

source: Referral
de_de: Empfehlung (Referral)
tr_tr: Referans

source: Referrer
tr_tr: Yönlendiren

source: Referrer contains (comma-separated)
de_de: Referrer enthält (durch Komma getrennt)
tr_tr: Yönlendiren içerir (virgülle ayrılmış)

source: Refresh Editor After Save
de_de: Editor nach Speichern aktualisieren
tr_tr: Kaydettikten Sonra Düzenleyiciyi Yenile

source: Regenerate Selected
de_de: Ausgewählte neu generieren
tr_tr: Seçili Olanı Yeniden Oluştur

source: Register Custom Fields
de_de: Benutzerdefinierte Felder registrieren
tr_tr: Özel Alanları Kaydet

source: Register Post Types
de_de: Beitragstypen registrieren
tr_tr: Kayıt Yazı Türleri

source: Register Taxonomies
de_de: Taxonomien registrieren
tr_tr: Taksonomileri Kaydettirin

source: Remove
de_de: Entfernen
tr_tr: Kaldırmak

source: Remove Post Type
de_de: Beitragstyp entfernen
tr_tr: Yazı Türünü Kaldır

source: Remove Taxonomy
de_de: Taxonomie entfernen
tr_tr: Taksonomiyi Kaldır

source: Remove/Hide WP Version
de_de: WP-Version entfernen/ausblenden
tr_tr: WP Sürümünü Kaldır / Gizle

source: Repeater
tr_tr: Tekrarlayıcı

source: Replace HTML
de_de: HTML ersetzen
tr_tr: HTML'yi değiştir

source: Reply title
de_de: Antwort-Titel
tr_tr: Yanıt başlığı

source: Requested URL
de_de: Angefragte URL
tr_tr: İstenen URL

source: Required
de_de: Erforderlich
tr_tr: Gerekli

source: Reset Presets
de_de: Voreinstellungen zurücksetzen
tr_tr: Hazır Ayarları Sıfırla

source: Reset/Reverse State on Mouse Leave
de_de: Status bei Mausverlassen zurücksetzen/umkehren
tr_tr: Fare İzninde Durumu Sıfırla/Tersine Çevir

source: Restrict Post Editing (Optional)
de_de: Beitragsbearbeitung einschränken (Optional)
tr_tr: Yazı Düzenlemeyi Kısıtla (İsteğe Bağlı)

source: Return Full URL
de_de: Vollständige URL zurückgeben
tr_tr: Tam URL'yi Döndür

source: Return URL
de_de: URL zurückgeben
tr_tr: URL'yi döndür

source: Reverse Direction (Upwards)?
de_de: Richtung umkehren (nach oben)?
tr_tr: Ters Yön (Yukarı)?

source: Revision for "%s" has been loaded into the editor. Click "Save All Snippets & Settings" to make it live.
de_de: Revision für „%s“ wurde in den Editor geladen. Klicke auf „Alle Snippets & Einstellungen speichern“, um sie live zu schalten.
tr_tr: Editöre "%s " için düzeltme yüklendi. Canlı hale getirmek için "Tüm Parçacıkları ve Ayarları Kaydet" i tıklayın.

source: Revision not found.
de_de: Revision nicht gefunden.
tr_tr: Revizyon bulunamadı.

source: Revisions
de_de: Revisionen
tr_tr: Revizyonlar

source: Revisions for %s
de_de: Revisionen für %s
tr_tr: %s için düzeltmeler

source: RGB Shift
de_de: RGB-Verschiebung
tr_tr: RGB Kaydırma

source: Rich Text
tr_tr: Zengin Metin

source: Right
de_de: Rechts
tr_tr: Sağ

source: Right Image
de_de: Rechtes Bild
tr_tr: Doğru Görüntü

source: Right Label
de_de: Rechte Bezeichnung
tr_tr: Doğru Etiket

source: Right Spacing (px)
de_de: Abstand rechts (px)
tr_tr: Sağ Boşluk (px)

source: Right to Left (Flip)
de_de: Von rechts nach links (Umklappen)
tr_tr: Sağdan Sola (Çevir)

source: Right to Left Slide
de_de: Von rechts nach links schieben
tr_tr: Sağdan Sola Slayt

source: Role "%s" (%s) deleted successfully.
de_de: Rolle „%s“ (%s) erfolgreich gelöscht.
tr_tr: "%s" (%s) rolü başarıyla silindi.

source: Role "%s" already exists.
de_de: Rolle „%s“ existiert bereits.
tr_tr: "%s " rolü zaten var.

source: Role "%s" created successfully.
de_de: Rolle „%s“ erfolgreich erstellt.
tr_tr: "%s " rolü başarıyla oluşturuldu.

source: Role "%s" not found for updating.
de_de: Rolle „%s“ zum Aktualisieren nicht gefunden.
tr_tr: Güncelleme için "%s " rolü bulunamadı.

source: Role "%s" not found or already deleted.
de_de: Rolle „%s“ nicht gefunden oder bereits gelöscht.
tr_tr: "%s " rolü bulunamadı veya silindi.

source: Role "%s" updated successfully.
de_de: Rolle „%s“ erfolgreich aktualisiert.
tr_tr: "%s " rolü başarıyla güncellendi.

source: Role ID (Slug)
de_de: Rollen-ID (Slug)
tr_tr: Rol Kimliği (Sümüklü böcek)

source: Role ID and Display Name are required.
de_de: Rollen-ID und Anzeigename sind erforderlich.
tr_tr: Rol Kimliği ve Görünen Ad gereklidir.

source: Role ID can only contain lowercase letters, numbers, and underscores.
de_de: Rollen-ID darf nur Kleinbuchstaben, Zahlen und Unterstriche enthalten.
tr_tr: Rol Kimliği yalnızca küçük harfler, sayılar ve alt çizgiler içerebilir.

source: Role Management
de_de: Rollenverwaltung
tr_tr: Rol Yönetimi

source: Role Manager
de_de: Rollen-Manager
tr_tr: Rol Yöneticisi

source: Roll In
de_de: Rollen rein
tr_tr: İçeri Gir

source: Roll Out
de_de: Rollen raus
tr_tr: Dışarı Çık

source: Rotate -15
de_de: Drehen -15
tr_tr: Döndür -15

source: Rotate -180
de_de: Drehen -180
tr_tr: Döndür -180

source: Rotate -3
de_de: Drehen -3
tr_tr: Döndür -3

source: Rotate -360
de_de: Drehen -360
tr_tr: Döndür -360

source: Rotate -45
de_de: Drehen -45
tr_tr: Döndür -45

source: Rotate -5
de_de: Drehen -5
tr_tr: Döndür -5

source: Rotate -90
de_de: Drehen -90
tr_tr: Döndür -90

source: Rotate 0 to 180
de_de: Drehen 0 zu 180
tr_tr: 0'dan 180'e döndür

source: Rotate 15
de_de: Drehen 15
tr_tr: Döndür 15

source: Rotate 180
de_de: Drehen 180
tr_tr: 180 Döndür

source: Rotate 180 to 0
de_de: Drehen 180 zu 0
tr_tr: 180'i 0'a döndür

source: Rotate 3
de_de: Drehen 3
tr_tr: Döndür 3

source: Rotate 360
de_de: Drehen 360
tr_tr: 360 Döndür

source: Rotate 45
de_de: Drehen 45
tr_tr: Döndür 45

source: Rotate 5
de_de: Drehen 5
tr_tr: Döndür 5

source: Rotate 90
de_de: Drehen 90
tr_tr: Döndür 90

source: Rotate End
de_de: Drehen Ende
tr_tr: Döndürme Sonu

source: Rotate In
de_de: Drehen rein
tr_tr: İçeri Dön

source: Rotate In Down Left
de_de: Drehen rein unten links
tr_tr: Sola Döndür

source: Rotate In Down Right
de_de: Drehen rein unten rechts
tr_tr: Sağa Döndür

source: Rotate In Up Left
de_de: Drehen rein oben links
tr_tr: Sola Döndür

source: Rotate In Up Right
de_de: Drehen rein oben rechts
tr_tr: Sağa Döndür

source: Rotate Out
de_de: Drehen raus
tr_tr: Dışarı Döndür

source: Rotate Out Down Left
de_de: Drehen raus unten links
tr_tr: Sola Döndür

source: Rotate Out Down Right
de_de: Drehen raus unten rechts
tr_tr: Sağa Döndür

source: Rotate Out Up Left
de_de: Drehen raus oben links
tr_tr: Sola Döndür

source: Rotate Out Up Right
de_de: Drehen raus oben rechts
tr_tr: Sağa Döndür

source: Rotate Start
de_de: Drehen Start
tr_tr: Döndür Başlat

source: Rotate Text
de_de: Text drehen
tr_tr: Metni Döndür

source: Rounded
de_de: Abgerundet (Rounded)
tr_tr: Yuvarlatılmış

source: Rubber Band
de_de: Gummiband (Rubber Band)
tr_tr: Lastik Bant

source: Saturate
de_de: Sättigen (Saturate)
tr_tr: Doyurun

source: Save
de_de: Speichern
tr_tr: Kaydetmek

source: Save AI Settings
de_de: AI-Einstellungen speichern
tr_tr: AI Ayarlarını Kaydet

source: Save All
de_de: Alle speichern
tr_tr: Tümünü Kaydet

source: Save All Snippets & Settings
de_de: Alle Snippets & Einstellungen speichern
tr_tr: Tüm Parçacıkları ve Ayarları Kaydet

source: Save Changes
de_de: Änderungen speichern
tr_tr: Değişiklikleri Kaydet

source: Save Custom Fields
de_de: Benutzerdefinierte Felder speichern
tr_tr: Özel Alanları Kaydet

source: Save Custom Post Types
de_de: Benutzerdefinierte Beitragstypen speichern
tr_tr: Özel Yazı Türlerini Kaydetme

source: Save Settings
de_de: Einstellungen speichern
tr_tr: Ayarları Kaydet

source: Save Taxonomies
de_de: Taxonomien speichern
tr_tr: Taksonomileri Kaydet

source: Save this snippet to start tracking revisions.
de_de: Dieses Snippet speichern, um Revisionen zu verfolgen.
tr_tr: Düzeltmeleri izlemeye başlamak için bu pasajı kaydedin.

source: Scale 0 to 1
de_de: Skalieren 0 zu 1
tr_tr: 0'dan 1'e ölçeklendirme

source: Scale 1 to 0
de_de: Skalieren 1 zu 0
tr_tr: 1'den 0'a ölçeklendirme

source: Scale 10 to 1
de_de: Skalieren 10 zu 1
tr_tr: 10'dan 1'e ölçeklendirme

source: Scale End
de_de: Skalieren Ende
tr_tr: Ölçek Sonu

source: Scale Start
de_de: Skalieren Start
tr_tr: Ölçek Başlangıcı

source: Scheduled Tasks (Cron)
de_de: Geplante Aufgaben (Cron)
tr_tr: Zamanlanmış Görevler (Cron)

source: Script Code
de_de: Skript-Code
tr_tr: Komut Dosyası Kodu

source: Script Position
de_de: Skript-Position
tr_tr: Komut Dosyası Konumu

source: Script Position:
de_de: Skript-Position:
tr_tr: Komut Dosyası Konumu:

source: Scripts & Services
de_de: Skripte & Dienste
tr_tr: Komut Dosyaları ve Hizmetler

source: Scroll
de_de: Scrollen
tr_tr: Kaydırma

source: Scroll Behavior
de_de: Scroll-Verhalten
tr_tr: Kaydırma Davranışı

source: Scroll End
de_de: Scroll-Ende
tr_tr: Kaydırma Sonu

source: Scroll End (%)
de_de: Scroll-Ende (%)
tr_tr: Kaydırma Sonu (%)

source: Scroll False
de_de: Scroll Falsch
tr_tr: Yanlış Kaydır

source: Scroll Line Height
de_de: Scroll-Linienhöhe
tr_tr: Kaydırma Çizgisi Yüksekliği

source: Scroll Line Vertical Indicator
de_de: Scroll-Linien vertikaler Indikator
tr_tr: Kaydırma Çizgisi Dikey Göstergesi

source: Scroll Line Width
de_de: Scroll-Linienbreite
tr_tr: Kaydırma Çizgisi Genişliği

source: Scroll Start
tr_tr: Kaydırma Başlangıcı

source: Scroll Start (%)
tr_tr: Kaydırma Başlangıcı (%)

source: Scroll To Position
de_de: Zu Position scrollen
tr_tr: Konuma Kaydır

source: Scroll Trigger End
de_de: Scroll Trigger Ende
tr_tr: Kaydırma Tetik Ucu

source: Scroll Trigger Start
tr_tr: Kaydırma Tetik Başlangıç
