Repository: sinanisler/snn-brx-child-theme
Catalog: languages/*.po
Languages: de_de, tr_tr

source: ScrollTrigger.min.php: A GSAP plugin that enables scroll-based animations.
de_de: ScrollTrigger.min.php: Ein GSAP-Plugin, das scrollbasierte Animationen ermöglicht.
tr_tr: Kaydırıcı.dk.php: Kaydırma tabanlı animasyonları etkinleştiren bir GSAP eklentisi.

source: Scrub
de_de: Wischen (Scrub)
tr_tr: Fırçalamak

source: Scrub 2
de_de: Wischen 2
tr_tr: Ovma 2

source: Scrub 4
de_de: Wischen 4
tr_tr: Ovma 4

source: Scrub 8
de_de: Wischen 8
tr_tr: Ovma 8

source: Scrub False
de_de: Wischen Falsch
tr_tr: Yanlış Fırçalayın

source: Scrub True
de_de: Wischen Wahr
tr_tr: Fırçalayın Doğru

source: Search by title...
de_de: Nach Titel suchen...
tr_tr: Başlığa göre ara...

source: Search Capabilities...
de_de: Berechtigungen suchen...
tr_tr: Arama Yetenekleri...

source: Search Capabilities:
de_de: Berechtigungen suchen:
tr_tr: Arama Yetenekleri:

source: Search classes...
de_de: Klassen suchen...
tr_tr: Sınıfları arayın...

source: Search Code Snippets
de_de: Code-Snippets suchen
tr_tr: Kod Parçacıklarını Ara

source: Search for and select specific Posts, Pages, or other public post types that users with this role should be allowed to edit. Leave empty to allow editing of any post (requires the relevant "edit" capability above).
de_de: Nach bestimmten Beiträgen, Seiten oder anderen öffentlichen Beitragstypen suchen und auswählen, die Benutzer mit dieser Rolle bearbeiten dürfen. Leer lassen, um das Bearbeiten jedes Beitrags zu erlauben (erfordert die entsprechende „Bearbeitungs“-Berechtigung oben).
tr_tr: Bu role sahip kullanıcıların düzenlemelerine izin verilmesi gereken belirli Yazıları, Sayfaları veya diğer genel gönderi türlerini arayın ve seçin. Herhangi bir gönderinin düzenlenmesine izin vermek için boş bırakın (yukarıdaki ilgili "düzenleme" özelliğini gerektirir).

source: Search for model...
de_de: Nach Modell suchen...
tr_tr: Model arayın...

source: Search Logs
de_de: Suchprotokolle
tr_tr: Arama Günlükleri

source: Search Logs:
de_de: Suchprotokolle:
tr_tr: Arama Günlükleri:

source: Search Media Categories
de_de: Medienkategorien suchen
tr_tr: Medya Kategorilerini Ara

source: Search Posts/Pages:
de_de: Beiträge/Seiten suchen:
tr_tr: Yazılar/Sayfalar Ara:

source: Search Query
de_de: Suchanfrage
tr_tr: Arama Sorgusu

source: Search variables...
de_de: Variablen suchen...
tr_tr: Değişkenleri arayın...

source: Secondary menu
de_de: Sekundäres Menü
tr_tr: İkincil menü

source: secondary-color
de_de: Sekundärfarbe
tr_tr: ikincil renk

source: Security check failed. Please refresh the page and try again.
de_de: Sicherheitsprüfung fehlgeschlagen. Bitte Seite neu laden und erneut versuchen.
tr_tr: Güvenlik kontrolü başarısız oldu. Lütfen sayfayı yenileyin ve tekrar deneyin.

source: Security Settings
de_de: Sicherheitseinstellungen
tr_tr: Güvenlik Ayarları

source: See GitHub release notes for details.
de_de: Siehe GitHub Release Notes für Details.
tr_tr: Ayrıntılar için GitHub sürüm notlarına bakın.

source: Select
de_de: Auswählen
tr_tr: Seçmek

source: Select a background image for the login page. Leave blank to disable the background image.
de_de: Ein Hintergrundbild für die Login-Seite auswählen. Leer lassen, um das Hintergrundbild zu deaktivieren.
tr_tr: Giriş sayfası için bir arka plan resmi seçin. Arka plan resmini devre dışı bırakmak için boş bırakın.

source: Select Action
de_de: Aktion auswählen
tr_tr: Eylem Seç

source: Select All
de_de: Alle auswählen
tr_tr: Tümünü Seç

source: Select allowed roles
de_de: Erlaubte Rollen auswählen
tr_tr: İzin verilen rolleri seçin

source: Select an image or paste a URL
de_de: Ein Bild auswählen oder eine URL einfügen
tr_tr: Bir resim seçin veya bir URL yapıştırın

source: Select Animation
de_de: Animation auswählen
tr_tr: Animasyon Seç

source: Select Animation Preset
de_de: Animations-Voreinstellung auswählen
tr_tr: Animasyon Hazır Ayarını Seçin

source: Select Image
de_de: Bild auswählen
tr_tr: Resim Seç

source: Select one or more to register the same Custom Field to Post Types, Taxonomies, or Author.
de_de: Eine oder mehrere auswählen, um dasselbe benutzerdefinierte Feld für Beitragstypen, Taxonomien oder Autor zu registrieren.
tr_tr: Yazı Türlerine, Taksonomilere veya Yazara aynı Özel Alanı kaydetmek için bir veya daha fazlasını seçin.

source: Select or Upload Image
de_de: Bild auswählen oder hochladen
tr_tr: Resim Seçin veya Yükleyin

source: Select or Upload Logo
de_de: Logo auswählen oder hochladen
tr_tr: Logo Seçin veya Yükleyin

source: Select Preset
de_de: Voreinstellung auswählen
tr_tr: Ön Ayarı seçin

source: Select the blocks you want to disable in the Gutenberg editor:
de_de: Die Blöcke auswählen, die du im Gutenberg-Editor deaktivieren möchtest:
tr_tr: Gutenberg düzenleyicisinde devre dışı bırakmak istediğiniz blokları seçin:

source: Select the capabilities this role should have. The "read" capability is essential and automatically assigned. To enable post/page editing and restrictions, ensure the relevant "edit_posts", "edit_pages", or custom post type edit capability is selected.
de_de: Die Berechtigungen auswählen, die diese Rolle haben soll. Die Berechtigung „lesen“ ist essentiell und wird automatisch zugewiesen. Um das Bearbeiten und Einschränken von Beiträgen/Seiten zu ermöglichen, stelle sicher, dass die entsprechende „edit_posts“-, „edit_pages“- oder benutzerdefinierte Beitragstyp-Bearbeitungsberechtigung ausgewählt ist.
tr_tr: Bu rolün sahip olması gereken yetenekleri seçin. "Okuma" yeteneği esastır ve otomatik olarak atanır. yazı/sayfa düzenlemeyi ve kısıtlamaları etkinleştirmek için ilgili "edit_posts", "edit_pages" veya özel gönderi türü düzenleme özelliğinin seçildiğinden emin olun.

source: Select the capabilities this role should have. The "read" capability is essential and cannot be removed. To enable post/page editing and restrictions, ensure the relevant "edit" capability is selected.
de_de: Die Berechtigungen auswählen, die diese Rolle haben soll. Die Berechtigung „lesen“ ist essentiell und kann nicht entfernt werden. Um das Bearbeiten und Einschränken von Beiträgen/Seiten zu ermöglichen, stelle sicher, dass die entsprechende „Bearbeitungs“-Berechtigung ausgewählt ist.
tr_tr: Bu rolün sahip olması gereken yetenekleri seçin. "Okuma" yeteneği esastır ve kaldırılamaz. yazı/sayfa düzenlemeyi ve kısıtlamaları etkinleştirmek için ilgili "düzenle" özelliğinin seçildiğinden emin olun.

source: Select the horizontal position of the cookie banner on your website.
de_de: Die horizontale Position des Cookie-Banners auf deiner Website auswählen.
tr_tr: Web sitenizdeki çerez başlığının yatay konumunu seçin.

source: Select the logo image for the login page. (.png, .jpg)
de_de: Das Logo-Bild für die Login-Seite auswählen. (.png, .jpg)
tr_tr: Giriş sayfası için logo resmini seçin. (.png, .jpg)

source: Select the OpenAI model to use. Start typing to search.
de_de: Das zu verwendende OpenAI-Modell auswählen. Mit der Eingabe beginnen, um zu suchen.
tr_tr: Kullanılacak OpenAI modelini seçin. Aramak için yazmaya başlayın.

source: Select the OpenRouter model to use. Start typing to search.
de_de: Das zu verwendende OpenRouter-Modell auswählen. Mit der Eingabe beginnen, um zu suchen.
tr_tr: Kullanılacak OpenRouter modelini seçin. Aramak için yazmaya başlayın.

source: Select the vertical position of the cookie banner on your website.
de_de: Die vertikale Position des Cookie-Banners auf deiner Website auswählen.
tr_tr: Web sitenizdeki çerez başlığının dikey konumunu seçin.

source: Selected Model Features:
de_de: Ausgewählte Modellfunktionen:
tr_tr: Seçilen Model Özellikleri:

source: senary-color
de_de: Sechser-Farbe (senary-color)
tr_tr: senaryo-renk

source: Send Test Email
de_de: Test-E-Mail senden
tr_tr: Test E-postası Gönder

source: Sepia
tr_tr: Sepya

source: Sepia In
de_de: Sepia rein
tr_tr: Sepya İçinde

source: septenary-color
de_de: Siebener-Farbe (septenary-color)
tr_tr: septenary-renk

source: Service Description:
de_de: Dienstbeschreibung:
tr_tr: Hizmet Açıklaması:

source: Service Name
de_de: Dienstname
tr_tr: Hizmet Adı

source: Service Name:
de_de: Dienstname:
tr_tr: Hizmet Adı:

source: Service Script Code (HTML allowed):
de_de: Dienst-Skript-Code (HTML erlaubt):
tr_tr: Hizmet Komut Dosyası Kodu (HTML'ye izin verilir):

source: Services (Repeater)
de_de: Dienste (Repeater)
tr_tr: Hizmetler (Tekrarlayıcı)

source: Set the opacity of the overlay (0 = transparent, 1 = opaque).
de_de: Die Deckkraft des Overlays festlegen (0 = transparent, 1 = opak).
tr_tr: Kaplamanın opaklığını ayarlayın (0 = şeffaf, 1 = opak).

source: Set the spread radius of the box shadow in pixels.
de_de: Den Streuungsradius des Box-Schattens in Pixeln festlegen.
tr_tr: Kutu gölgesinin yayılma yarıçapını piksel cinsinden ayarlayın.

source: Settings
de_de: Einstellungen
tr_tr: Ayarlar

source: Settings Changes
de_de: Einstellungsänderungen
tr_tr: Ayar Değişiklikleri

source: Settings Saved
de_de: Einstellungen gespeichert
tr_tr: Ayarlar Kaydedildi

source: Settings saved
de_de: Einstellungen gespeichert
tr_tr: Ayarlar kaydedildi

source: Settings saved.
de_de: Einstellungen gespeichert.
tr_tr: Ayarlar kaydedildi.

source: Settings updated successfully!
de_de: Einstellungen erfolgreich aktualisiert!
tr_tr: Ayarlar başarıyla güncellendi!

source: Shade n
de_de: Schattierung n
tr_tr: Gölge n

source: Shake
de_de: Zittern (Shake)
tr_tr: Sallamak

source: Shake X
de_de: Zittern X
tr_tr: Salla X

source: Shake Y
de_de: Zittern Y
tr_tr: Salla Y

source: Show Advanced Settings
de_de: Erweiterte Einstellungen anzeigen
tr_tr: Gelişmiş Ayarları Göster

source: Show Blocks
de_de: Blöcke anzeigen
tr_tr: Blokları Göster

source: Show Columns
de_de: Spalten anzeigen
tr_tr: Sütunları Göster

source: Show in Menu
de_de: Im Menü anzeigen
tr_tr: Menüde Göster

source: Show in Nav Menus
de_de: In Navigationsmenüs anzeigen
tr_tr: Gezinme Menülerinde Göster

source: Show Like Count
de_de: Like-Anzahl anzeigen
tr_tr: Sayım Gibi Göster

source: Show more details
de_de: Mehr Details anzeigen
tr_tr: Daha fazla ayrıntı göster

source: Show once
de_de: Nur einmal anzeigen
tr_tr: Bir kez göster

source: Show Scroll Trigger Markers
de_de: Scroll Trigger Marker anzeigen
tr_tr: Kaydırma Tetik İşaretleyicilerini Göster

source: Show UI
de_de: UI anzeigen
tr_tr: Kullanıcı Arayüzünü göster

source: Show Website input
de_de: Website-Eingabe anzeigen
tr_tr: Web sitesi girişini göster

source: Simple SMTP Settings for bypassing PHP mailler or eliminating falling to spam issues.
de_de: Einfache SMTP-Einstellungen zum Umgehen des PHP-Mailers oder zur Vermeidung von Spam-Problemen.
tr_tr: PHP mailler'ı atlamak veya spam sorunlarına düşmeyi ortadan kaldırmak için Basit SMTP Ayarları.

source: sinanisler
tr_tr: sinaniler'in

source: Skew In
de_de: Schräg rein (Skew In)
tr_tr: Çarpıklık

source: Skew Out
de_de: Schräg raus (Skew Out)
tr_tr: Çarpıklık

source: Slide In Bottom 100px
de_de: Unten 100px reinschieben
tr_tr: 100px'in Altına Kaydırın

source: Slide In Right 100%
de_de: Nach rechts 100% reinschieben
tr_tr: Sağa Kaydırın 100%

source: Slide In Right 100px
de_de: Nach rechts 100px reinschieben
tr_tr: Sağa Kaydırın 100 piksel

source: Slide In Right 150%
de_de: Nach rechts 150% reinschieben
tr_tr: Sağa Kaydır 150%

source: Slide In Right 3000px
de_de: Nach rechts 3000px reinschieben
tr_tr: Sağa Kaydırın 3000 piksel

source: Slide In Top 100px
de_de: Oben 100px reinschieben
tr_tr: En iyi 100 piksele kaydırın

source: Slider Button Background Color
de_de: Hintergrundfarbe der Slider-Schaltfläche
tr_tr: Kaydırıcı Düğmesi Arka Plan Rengi

source: Slider Icon
tr_tr: Kaydırıcı Simgesi

source: Slider Icon Color
de_de: Slider-Icon-Farbe
tr_tr: Kaydırıcı Simgesi Rengi

source: Slit Scan Transition
de_de: Schlitz-Scan-Übergang
tr_tr: Yarık Tarama Geçişi

source: Slug Name
tr_tr: Sümüklü Böcek Adı

source: Smoke In
de_de: Rauch rein
tr_tr: İçerde Sigara İç

source: Smoke Out
de_de: Rauch raus
tr_tr: Dışarı Duman

source: Smoke Text
de_de: Rauch-Text
tr_tr: Duman Metni

source: Smoothing
de_de: Glättung (Smoothing)
tr_tr: Yumuşatma

source: SMTP Host
tr_tr: SMTP Sunucusu

source: SMTP Password
de_de: SMTP-Passwort
tr_tr: SMTP Şifresi

source: SMTP Port
tr_tr: SMTP Bağlantı Noktası

source: SMTP Settings
de_de: SMTP-Einstellungen
tr_tr: SMTP Ayarları

source: SMTP Test Email
tr_tr: SMTP Test E-postası

source: SMTP Username
de_de: SMTP-Benutzername
tr_tr: SMTP Kullanıcı Adı

source: Snippet Execution Error Logs
de_de: Fehlerprotokolle der Snippet-Ausführung
tr_tr: Snippet Yürütme Hata Günlükleri

source: Snippet execution is currently disabled. Check this box and save settings to enable.
de_de: Snippet-Ausführung ist derzeit deaktiviert. Dieses Kästchen aktivieren und Einstellungen speichern, um sie zu aktivieren.
tr_tr: Snippet yürütme şu anda devre dışı. Etkinleştirmek için bu kutuyu işaretleyin ve ayarları kaydedin.

source: Snippet Location
de_de: Snippet-Position
tr_tr: Snippet Konumu

source: SNN 301 Redirects
de_de: SNN 301-Weiterleitungen
tr_tr: SNN 301 Yönlendirmeleri

source: SNN Cookie Settings
de_de: SNN Cookie-Einstellungen
tr_tr: SNN Çerez Ayarları

source: SNN Redirect Logs
de_de: SNN Weiterleitungs-Protokolle
tr_tr: SNN Yönlendirme Günlükleri

source: SNN Settings
de_de: SNN-Einstellungen
tr_tr: SNN Ayarları

source: SNN-BRX
tr_tr: SNN-BRX'İN

source: SNN-BRX - Bricks Builder Child Theme
tr_tr: SNN-BRX-Tuğla Oluşturucu Çocuk Teması

source: SNN-BRX Child Theme is a purpose-built essential building suite for agencies and professionals, streamlining your Bricks Builder projects with one powerful child theme.
de_de: SNN-BRX Child Theme ist eine zweckbestimmte, essentielle Building Suite für Agenturen und Fachleute, die deine Bricks Builder-Projekte mit einem leistungsstarken Child Theme optimiert.
tr_tr: SNN-BRX Çocuk Teması, ajanslar ve profesyoneller için amaca yönelik temel bir bina paketidir ve Tuğla Oluşturucu projelerinizi güçlü bir çocuk temasıyla düzene sokar.

source: snn-color-
de_de: snn-farbe-
tr_tr: snn-renk-

source: Some snippets could not be saved. Please check messages above.
de_de: Einige Snippets konnten nicht gespeichert werden. Bitte überprüfe die Nachrichten oben.
tr_tr: Bazı parçacıklar kaydedilemedi. Lütfen yukarıdaki mesajları kontrol edin.

source: Span
de_de: Spanne (Span)
tr_tr: Karış

source: Spin Flip
tr_tr: Çevir Çevir

source: Split Text
de_de: Text aufteilen (Split Text)
tr_tr: Metni Böl

source: Splittext Line
de_de: Text aufteilen Linie
tr_tr: Bölünmüş Metin Satırı

source: Splittext True
de_de: Text aufteilen Wahr
tr_tr: Bölünmüş Metin Doğru

source: Splittext Words
de_de: Text aufteilen Wörter
tr_tr: Bölünmüş Metin Kelimeleri

source: Stagger
de_de: Staffelung (Stagger)
tr_tr: Sendeleyerek

source: Stagger 0.01
de_de: Staffelung 0.01
tr_tr: Sendeleyerek 0.01

source: Stagger 0.02
de_de: Staffelung 0.02
tr_tr: Sendeleyerek 0.02

source: Stagger 0.03
de_de: Staffelung 0.03
tr_tr: Sendeleyerek 0.03

source: Stagger 0.04
de_de: Staffelung 0.04
tr_tr: Sendeleyerek 0.04

source: Stagger 0.05
de_de: Staffelung 0.05
tr_tr: Sendeleyerek 0.05

source: Stagger 0.06
de_de: Staffelung 0.06
tr_tr: Sendeleyerek 0.06

source: Stagger 0.07
de_de: Staffelung 0.07
tr_tr: Sendeleyerek 0.07

source: Stagger 0.08
de_de: Staffelung 0.08
tr_tr: Sendeleyerek 0.08

source: Stagger 0.09
de_de: Staffelung 0.09
tr_tr: Sendeleyerek 0.09

source: Stagger 0.1
de_de: Staffelung 0.1
tr_tr: Sendeleyerek 0.1

source: Stagger 0.5
de_de: Staffelung 0.5
tr_tr: Sendeleyerek 0.5

source: Stagger 1
de_de: Staffelung 1
tr_tr: Sendeleyerek 1

source: Stagger 10
de_de: Staffelung 10
tr_tr: Sendeleyerek 10

source: Stagger 2
de_de: Staffelung 2
tr_tr: Sendeleyerek 2

source: Stagger 3
de_de: Staffelung 3
tr_tr: Sendeleyerek 3

source: Stagger 4
de_de: Staffelung 4
tr_tr: Sendeleyerek 4

source: Stagger 5
de_de: Staffelung 5
tr_tr: Sendeleyerek 5

source: Stagger 6
de_de: Staffelung 6
tr_tr: Sendeleyerek 6

source: Stagger 7
de_de: Staffelung 7
tr_tr: Sendeleyerek 7

source: Stagger 8
de_de: Staffelung 8
tr_tr: Sendeleyerek 8

source: Stagger 9
de_de: Staffelung 9
tr_tr: Sendeleyerek 9

source: Start 0%
tr_tr: Başlangıç 0%

source: Start 10%
tr_tr: Başlangıç 10%

source: Start 100%
tr_tr: Başlangıç 100%

source: Start 20%
tr_tr: Başlangıç 20%

source: Start 30%
tr_tr: Başlangıç 30%

source: Start 40%
tr_tr: Başlangıç 40%

source: Start 50%
tr_tr: Başlangıç 50%

source: Start 60%
tr_tr: Başlangıç 60%

source: Start 70%
tr_tr: Başlangıç 70%

source: Start 80%
tr_tr: Başlangıç 80%

source: Start 90%
tr_tr: Başlangıç 90%

source: Start date
de_de: Startdatum
tr_tr: Başlangıç tarihi

source: Still loading models... (this is taking longer than usual)
de_de: Modelle werden noch geladen... (dies dauert länger als üblich)
tr_tr: Hala modeller yükleniyor... (bu normalden daha uzun sürüyor)

source: Strikethrough
de_de: Durchgestrichen (Strikethrough)
tr_tr: Üstü çizili

source: Strikethrough X
de_de: Durchgestrichen X
tr_tr: Üstü çizili X

source: Style End (Custom CSS)
de_de: Stil Ende (Benutzerdefiniertes CSS)
tr_tr: Stil Sonu (Özel CSS)

source: Style Property
de_de: Stil-Eigenschaft
tr_tr: Stil Özelliği

source: Style Start (Custom CSS)
de_de: Stil Start (Benutzerdefiniertes CSS)
tr_tr: Stil Başlangıcı (Özel CSS)

source: Style Value
de_de: Stil-Wert
tr_tr: Stil Değeri

source: Styles and Layout
de_de: Stile und Layout
tr_tr: Stiller ve Düzen

source: Subject
de_de: Betreff
tr_tr: Konu

source: Submit button label
de_de: Label der Absende-Schaltfläche
tr_tr: Gönder düğmesi etiketi

source: SVG Bottom
de_de: SVG unten
tr_tr: SVG Alt

source: SVG Height
de_de: SVG-Höhe
tr_tr: SVG Yüksekliği

source: SVG Stroke Color
de_de: SVG-Strichfarbe
tr_tr: SVG Kontur Rengi

source: SVG Stroke Width
de_de: SVG-Strichstärke
tr_tr: SVG Strok Genişliği

source: SVG Text Path
de_de: SVG-Textpfad
tr_tr: SVG Metin Yolu

source: Swing
de_de: Schwingen (Swing)
tr_tr: Sallanma

source: System Prompt
de_de: System-Aufforderung (System Prompt)
tr_tr: Sistem İstemi

source: Tablet False
de_de: Tablet Falsch
tr_tr: Tablet Yanlış

source: Taxonomies
de_de: Taxonomien
tr_tr: Taksonomiler

source: Taxonomies saved successfully.
de_de: Taxonomien erfolgreich gespeichert.
tr_tr: Taksonomiler başarıyla kaydedildi.

source: Taxonomy (Optional)
de_de: Taxonomie (Optional)
tr_tr: Taksonomi (İsteğe bağlı)

# taxonomy general name
source: Media Categories
de_de: Medien-Kategorien
tr_tr: Medya Kategorileri

source: Taxonomy Name
de_de: Taxonomie-Name
tr_tr: Taksonomi Adı

# taxonomy singular name
source: Media Category
de_de: Medien-Kategorie
tr_tr: Medya Kategorisi

source: Taxonomy Slug
de_de: Taxonomie-Slug
tr_tr: Taksonomi Sümüklü Böcek

source: tertiary-color
de_de: Tertiärfarbe
tr_tr: üçüncül renk

source: Test email sent successfully to %s! Check the inbox.
de_de: Test-E-Mail erfolgreich an %s gesendet! Posteingang überprüfen.
tr_tr: %s adresine başarıyla gönderilen test e-postası! Gelen kutusunu kontrol et.

source: Text
tr_tr: Metin

source: Text Color
de_de: Textfarbe
tr_tr: Metin Rengi

source: Text Content
de_de: Textinhalt
tr_tr: Metin İçeriği

source: Text Height (px)
de_de: Texthöhe (px)
tr_tr: Metin Yüksekliği (piksel)

source: Text On Top
de_de: Text oben
tr_tr: Üstteki Metin

source: Text Select Action Social Share
de_de: Aktion Textauswahl Social Share
tr_tr: Metin Seç Eylem Sosyal Paylaşım

source: Text Start Offset
de_de: Text-Startversatz
tr_tr: Metin Başlangıç Ofseti

source: Text Typography
de_de: Text-Typografie
tr_tr: Metin Tipografisi

source: Text Value
de_de: Textwert
tr_tr: Metin Değeri

source: Textarea
tr_tr: Metin Alanı

source: Textarea is empty.
de_de: Textarea ist leer.
tr_tr: Textarea boş.

source: The "SNN Custom Codes" feature automatically disabled all snippet executions due to a fatal PHP error. This is a safety measure to prevent your site from breaking further.
de_de: Die Funktion „SNN Custom Codes“ hat die Ausführung aller Snippets aufgrund eines fatalen PHP-Fehlers automatisch deaktiviert. Dies ist eine Sicherheitsmaßnahme, um weitere Beschädigungen deiner Website zu verhindern.
tr_tr: "SNN Özel Kodları" özelliği, ölümcül bir PHP hatası nedeniyle tüm snippet yürütmelerini otomatik olarak devre dışı bıraktı. Bu, sitenizin daha fazla kırılmasını önlemek için bir güvenlik önlemidir.

source: The Administrator role cannot be deleted.
de_de: Die Administratorrolle kann nicht gelöscht werden.
tr_tr: Yönetici rolü silinemez.

source: The Administrator role cannot be managed here.
de_de: Die Administratorrolle kann hier nicht verwaltet werden.
tr_tr: Yönetici rolü burada yönetilemez.

source: The Administrator role cannot be modified here.
de_de: Die Administratorrolle kann hier nicht geändert werden.
tr_tr: Yönetici rolü burada değiştirilemez.

source: The banner buttons (Accept, Deny, Preferences)
de_de: Die Banner-Schaltflächen (Akzeptieren, Ablehnen, Präferenzen)
tr_tr: Başlık düğmeleri (Kabul Et, Reddet, Tercihler)

source: The banner text
de_de: Der Banner-Text
tr_tr: Başlık metni

source: The cookie banner container
de_de: Der Cookie-Banner-Container
tr_tr: Çerez banner kapsayıcısı

source: The list of services
de_de: Die Liste der Dienste
tr_tr: Hizmetlerin listesi

source: The maximum number of logs must be at least 1.
de_de: Die maximale Anzahl der Protokolle muss mindestens 1 betragen.
tr_tr: Maksimum günlük sayısı en az 1 olmalıdır.

source: The name displayed in the WordPress admin area (e.g., "Event Manager").
de_de: Der Name, der im WordPress-Adminbereich angezeigt wird (z. B. „Event Manager“).
tr_tr: WordPress yönetici alanında görüntülenen ad (ör. "Etkinlik Yöneticisi").

source: The name of the service (e.g., Google Analytics).
de_de: Der Name des Dienstes (z. B. Google Analytics).
tr_tr: Hizmetin adı (ör.Google Analytics).

source: The number of days must be at least 1.
de_de: Die Anzahl der Tage muss mindestens 1 betragen.
tr_tr: Gün sayısı en az 1 olmalıdır.

source: The preferences content container inside the banner
de_de: Der Container für den Präferenzen-Inhalt innerhalb des Banners
tr_tr: Başlığın içindeki tercihler içerik kapsayıcısı

source: The script or HTML code that will be executed when the user accepts cookies.
de_de: Der Skript- oder HTML-Code, der ausgeführt wird, wenn der Benutzer Cookies akzeptiert.
tr_tr: Kullanıcı tanımlama bilgilerini kabul ettiğinde yürütülecek komut dosyası veya HTML kodu.

source: The title in the preferences content
de_de: Der Titel im Präferenzen-Inhalt
tr_tr: Tercihler içeriğindeki başlık

source: Theme Deletion
de_de: Theme-Löschung
tr_tr: Tema Silme

source: Theme Switch
de_de: Theme-Wechsel
tr_tr: Tema Anahtarı

source: Theme Updates
de_de: Theme-Aktualisierungen
tr_tr: Tema Güncellemeleri

source: Theme/Plugin File Edits
de_de: Bearbeitungen von Theme-/Plugin-Dateien
tr_tr: Tema / Eklenti Dosyası Düzenlemeleri

source: This allows you to see the featured image of each post directly in the list view.
de_de: Dies ermöglicht es dir, das Beitragsbild jedes Beitrags direkt in der Listenansicht zu sehen.
tr_tr: Bu, her yazının öne çıkan resmini doğrudan liste görünümünde görmenizi sağlar.

source: This field type cannot be a repeater
de_de: Dieser Feldtyp kann kein Repeater sein
tr_tr: Bu alan türü tekrarlayıcı olamaz

source: This helps in decluttering the dashboard and focusing on the essential information.
de_de: Dies hilft, das Dashboard aufzuräumen und sich auf die wesentlichen Informationen zu konzentrieren.
tr_tr: Bu, gösterge tablosunun değiştirilmesine ve temel bilgilere odaklanılmasına yardımcı olur.

source: This is a test email sent via your SMTP settings.
de_de: Dies ist eine Test-E-Mail, die über deine SMTP-Einstellungen gesendet wurde.
tr_tr: Bu, SMTP ayarlarınız aracılığıyla gönderilen bir test e-postasıdır.
